[
  {
    "id": 0,
    "title": "Low-dimensional Supersymmetric Lattice Models",
    "text": "We study and simulate N=2 supersymmetric Wess-Zumino models in one and two dimensions. For any choice of the lattice derivative, the theories can be made manifestly supersymmetric by adding appropriate improvement terms corresponding to discretizations of surface integrals. In one dimension, our simulations show that a model with the Wilson derivative and the Stratonovitch prescription for this discretization leads to far better results at finite lattice spacing than other models with Wilson fermions considered in the literature. In particular, we check that fermionic and bosonic masses coincide and the unbroken Ward identities are fulfilled to high accuracy. Equally good results for the effective masses can be obtained in a model with the SLAC derivative (even without improvement terms). In two dimensions we introduce a non-standard Wilson term in such a way that the discretization errors of the kinetic terms are only of order O(a^2). Masses extracted from the corresponding manifestly supersymmetric model prove to approach their continuum values much quicker than those from a model containing the standard Wilson term. Again, a comparable enhancement can be achieved in a theory using the SLAC derivative."
  },
  {
    "id": 1,
    "title": "Two-Dimensional Island Shape Determined by Detachment",
    "text": "Effect of an anisotropic detachment on a heteroepitaxial island shape is studied by means of a kinetic Monte Carlo simulation of a square lattice gas model. Only with molecular deposition followed by surface diffusion, islands grow in a ramified dendritic shape, similar to DLA. Introduction of molecular detachment from edges makes islands compact. To understand an anisotropic island shape observed in the experiment of pentacene growth on a hydrogen-terminated Si(111) vicinal surface, asymmetry in detachment around the substrate step is assumed. Edge molecules detach more to the higher terrace than to the lower terrace. The island edge from which molecules are easy to detach is smooth and the one hard to detach is dendritic. If islands are close to each other, islands tend to align in a line, since detached molecules from the smooth edge of the right island are fed to the dendritic and fast growing edge of the left island."
  },
  {
    "id": 2,
    "title": "Black Saturn with dipole ring",
    "text": "We present a new stationary, asymptotically flat solution of 5D Einstein-Maxwell gravity describing a Saturn-like black object: a rotating black hole surrounded by a rotating dipole black ring. The solution is generated by combining the vacuum black Saturn solution and the vacuum black ring solution with appropriately chosen parameters. Some basic properties of the solution are analyzed and the basic quantities are calculated."
  },
  {
    "id": 3,
    "title": "Hilbert functions of points on Schubert varieties in Orthogonal Grassmannians",
    "text": "A solution is given to the following problem: how to compute the multiplicity, or more generally the Hilbert function, at a point on a Schubert variety in an orthogonal Grassmannian. Standard monomial theory is applied to translate the problem from geometry to combinatorics. The solution of the resulting combinatorial problem forms the bulk of the paper. This approach has been followed earlier to solve the same problem for the Grassmannian and the symplectic Grassmannian. As an application, we present an interpretation of the multiplicity as the number of non-intersecting lattice paths of a certain kind. Taking the Schubert variety to be of a special kind and the point to be the \"identity coset,\" our problem specializes to a problem about Pfaffian ideals treatments of which by different methods exist in the literature. Also available in the literature is a geometric solution when the point is a \"generic singularity.\""
  },
  {
    "id": 4,
    "title": "MMT observations of new extremely metal-poor emission-line galaxies in the Sloan Digital Sky Survey",
    "text": "We present 6.5-meter MMT spectrophotometry of 20 H II regions in 13 extremely metal-poor emission-line galaxies selected from the Data Release 5 of the Sloan Digital Sky Survey to have [O III] 4959/Hbeta < 1 and [N II] 6583/Hbeta < 0.05. The electron temperature-sensitive emission line [O III] 4363 is detected in 13 H II regions allowing a direct abundance determination. The oxygen abundance in the remaining H II regions is derived using a semi-empirical method. The oxygen abundance of the galaxies in our sample ranges from 12+logO/H ~ 7.1 to ~ 7.8, with 10 H II regions having an oxygen abundance lower than 7.5. The lowest oxygen abundances, 12+logO/H = 7.14+/-0.03 and 7.13+/-0.07, are found in two H II regions of the blue compact dwarf galaxy SDSSJ0956+2849=DDO 68, making it the second most-metal deficient emission-line galaxy known, after SBS 0335-052W."
  },
  {
    "id": 5,
    "title": "Superluminal Radio Features in the M87 Jet and the Site of Flaring TeV Gamma-ray Emission",
    "text": "Superluminal motion is a common feature of radio jets in powerful gamma-ray emitting active galactic nuclei. Conventionally, the variable emission is assumed to originate near the central supermassive black-hole where the jet is launched on parsec scales or smaller. Here, we report the discovery of superluminal radio features within a distinct flaring X-ray emitting region in the jet of the nearby radio galaxy M87 with the Very Long Baseline Array. This shows that these two phenomenological hallmarks -- superluminal motion and high-energy variability -- are associated, and we place this activity much further (>=120 pc) from the ``central engine'' in M87 than previously thought in relativistic jet sources. We argue that the recent excess very high-energy TeV emission from M87 reported by the H.E.S.S. experiment originates from this variable superluminal structure, thus providing crucial insight into the production region of gamma-ray emission in more distant blazars."
  },
  {
    "id": 6,
    "title": "Blow-up in the Parabolic Scalar Curvature Equation",
    "text": "The \\textit{parabolic scalar curvature equation} is a reaction-diffusion type equation on an $(n-1)$-manifold $\\Sigma$, the time variable of which shall be denoted by $r$. Given a function $R$ on $[r_0,r_1)\\times\\Sigma$ and a family of metrics $\\gamma(r)$ on $\\Sigma$, when the coefficients of this equation are appropriately defined in terms of $\\gamma$ and $R$, positive solutions give metrics of prescribed scalar curvature $R$ on $[r_0,r_1)\\times\\Sigma$ in the form \\[ g=u^2dr^2+r^2\\gamma.\\] If the area element of $r^2\\gamma$ is expanding for increasing $r$, then the equation is parabolic, and the basic existence problem is to take positive initial data at some $r=r_0$ and solve for $u$ on the maximal interval of existence, which above was implicitly assumed to be $I=[r_0,r_1)$; one often hopes that $r_1=\\infty$. However, the case of greatest physical interest, $R>0$, often leads to blow-up in finite time so that $r_1<\\infty$. It is the purpose of the present work to investigate the situation in which the blow-up nonetheless occurs in such a way that $g$ is continuously extendible to $\\bar M=[r_0,r_1]\\times\\Sigma$ as a manifold with totally geodesic outer boundary at $r=r_1$."
  },
  {
    "id": 7,
    "title": "Oscillation thresholds for \"strinking outwards\" reeds coupled to a resonator",
    "text": "This paper considers a \"striking outwards\" reed coupled to a resonator. This expression, due to Helmholtz, is not discussed here : it corresponds to the most common model of a lip-type valve, when the valve is assumed to be a one degree of freedom oscillator. The presented work is an extension of the works done by Wilson and Beavers (1974), Tarnopolsky (2000). The range of the playing frequencies is investigated. The first results are analytical : when no losses are present in the resonator, it is proven that the ratio between the threshold frequency and the reed resonance frequency is found to be necessarily within the interval between unity and the square root of 3. This is a musical sixth. Actually the interval is largely smaller, and this is in accordance with e.g. the results by Cullen et al.. The smallest blowing pressure is found to be directly related to the quality factor of the reed. Numerical results confirm these statements, and are discussed in comparison with previous ones by Cullen et al (2000)."
  },
  {
    "id": 8,
    "title": "Out-of-equilibrium tricritical point in a system with long-range interactions",
    "text": "Systems with long-range interactions display a short-time relaxation towards Quasi Stationary States (QSSs) whose lifetime increases with system size. With reference to the Hamiltonian Mean Field (HMF) model, we here show that a maximum entropy principle, based on Lynden-Bell's pioneering idea of \"violent relaxation\", predicts the presence of out-of-equilibrium phase transitions separating the relaxation towards homogeneous (zero magnetization) or inhomogeneous (non zero magnetization) QSSs. When varying the initial condition within a family of \"water-bags\" with different initial magnetization and energy, first and second order phase transition lines are found that merge at an out--of--equilibrium tricritical point. Metastability is theoretically predicted and numerically checked around the first-order phase transition line."
  },
  {
    "id": 9,
    "title": "Cobordism, Relative Indices and Stein Fillings",
    "text": "In this paper we build on the framework developed in \"Subelliptic Boundary Value Problems for the Spin_C Dirac Operator, I, II, III\" to obtain a more complete understanding of the gluing properties for indices of boundary value problems for the SpinC-Dirac operator with sub-elliptic boundary conditions. We extend our analytic results for sub-elliptic boundary value problems for the SpinC-Dirac operator, and gluing results for the indices of these boundary problems to SpinC-manifolds with several pseudoconvex (pseudoconcave) boundary components. These results are applied to study Stein fillability for compact, 3-dimensional, contact manifolds."
  },
  {
    "id": 10,
    "title": "The Rahman Polynomials Are Bispectral",
    "text": "In a very recent paper, M. Rahman introduced a remarkable family of polynomials in two variables as the eigenfunctions of the transition matrix for a nontrivial Markov chain due to M. Hoare and M. Rahman. I indicate here that these polynomials are bispectral. This should be just one of the many remarkable properties enjoyed by these polynomials. For several challenges, including finding a general proof of some of the facts displayed here the reader should look at the last section of this paper."
  },
  {
    "id": 11,
    "title": "Non static Global monopole in Lyra geometry",
    "text": "A class of non static solutions around a global monopole resulting from the breaking of a global S0(3) symmetry based on Lyra geometry are obtained. The solutions are obtained using the functional separability of the metric coefficients. We have shown that the monopole exerts attractive gravitational effects on test particles."
  },
  {
    "id": 12,
    "title": "CPT and Lorentz violation effects in hydrogen-like atoms",
    "text": "Within the framework of Lorentz-violating extended electrodynamics, the Dirac equation for a bound electron in an external electromagnetic field is considered assuming the interaction with a CPT-odd axial vector background $b_\\mu$. The quasi-relativistic Hamiltonian is obtained using a $1/c$-series expansion. Relativistic Dirac eigenstates in a spherically-symmetric potential are found accurate up to the second order in $b_0$. $b_0$-induced CPT-odd corrections to the electromagnetic dipole moment operators of a bound electron are calculated that contribute to the anapole moment of the atomic orbital and may cause a specific asymmetry of the angular distribution of the radiation of a hydrogen atom."
  },
  {
    "id": 13,
    "title": "Lower ground state due to counter-rotating wave interaction in trapped ion system",
    "text": "We consider a single ion confined in a trap under radiation of two traveling waves of lasers. In the strong-excitation regime and without the restriction of Lamb-Dicke limit, the Hamiltonian of the system is similar to a driving Jaynes-Cummings model without rotating wave approximation (RWA). The approach we developed enables us to present a complete eigensolutions, which makes it available to compare with the solutions under the RWA. We find that, the ground state in our non-RWA solution is energically lower than the counterpart under the RWA. If we have the ion in the ground state, it is equivalent to a spin dependent force on the trapped ion. Discussion is made for the difference between the solutions with and without the RWA, and for the relevant experimental test, as well as for the possible application in quantum information processing."
  },
  {
    "id": 14,
    "title": "Resonant Kelvin-Helmholtz modes in sheared relativistic flows",
    "text": "Qualitatively new aspects of the (linear and non-linear) stability of sheared relativistic (slab) jets are analyzed. The linear problem has been solved for a wide range of jet models well inside the ultrarelativistic domain (flow Lorentz factors up to 20; specific internal energies $\\approx 60c^2$). As a distinct feature of our work, we have combined the analytical linear approach with high-resolution relativistic hydrodynamical simulations, which has allowed us i) to identify, in the linear regime, resonant modes specific to the relativistic shear layer ii) to confirm the result of the linear analysis with numerical simulations and, iii) more interestingly, to follow the instability development through the non-linear regime. We find that very high-order reflection modes with dominant growth rates can modify the global, long-term stability of the relativistic flow. We discuss the dependence of these resonant modes on the jet flow Lorentz factor and specific internal energy, and on the shear layer thickness. The results could have potential applications in the field of extragalactic relativistic jets."
  },
  {
    "id": 15,
    "title": "Fractional Generalization of Kac Integral",
    "text": "Generalization of the Kac integral and Kac method for paths measure based on the Levy distribution has been used to derive fractional diffusion equation. Application to nonlinear fractional Ginzburg-Landau equation is discussed."
  },
  {
    "id": 16,
    "title": "The fluctuation spectra around a Gaussian classical solution of a tensor model and the general relativity",
    "text": "Tensor models can be interpreted as theory of dynamical fuzzy spaces. In this paper, I study numerically the fluctuation spectra around a Gaussian classical solution of a tensor model, which represents a fuzzy flat space in arbitrary dimensions. It is found that the momentum distribution of the low-lying low-momentum spectra is in agreement with that of the metric tensor modulo the general coordinate transformation in the general relativity at least in the dimensions studied numerically, i.e. one to four dimensions. This result suggests that the effective field theory around the solution is described in a similar manner as the general relativity."
  },
  {
    "id": 17,
    "title": "Monge-Amp\\`ere Measures for Convex Bodies and Bernstein-Markov Type Inequalities",
    "text": "We use geometric methods to calculate a formula for the complex Monge-Amp\\`ere measure $(dd^cV_K)^n$, for $K \\Subset \\RR^n \\subset \\CC^n$ a convex body and $V_K$ its Siciak-Zaharjuta extremal function. Bedford and Taylor had computed this for symmetric convex bodies $K$. We apply this to show that two methods for deriving Bernstein-Markov-type inequalities, i.e., pointwise estimates of gradients of polynomials, yield the same results for all convex bodies. A key role is played by the geometric result that the extremal inscribed ellipses appearing in approximation theory are the maximal area ellipses determining the complex Monge-Amp\\`ere solution $V_K$."
  },
  {
    "id": 18,
    "title": "Construction of type ${\\rm II_1}$ factors with prescribed countable fundamental group",
    "text": "In the context of Free Probability Theory, we study two different constructions that provide new examples of factors of type ${\\rm II_1}$ with prescribed fundamental group. First we investigate state-preserving group actions on the almost periodic free Araki-Woods factors satisfying both a condition of mixing and a condition of free malleability in the sense of Popa. Typical examples are given by the free Bogoliubov shifts. Take an ICC $w$-rigid group $G$ such that $\\mathcal{F}(L(G)) = \\{1\\}$ (e.g. $G = \\Z^2 \\rtimes \\SL(2, \\Z)$). For any countable subgroup $S \\subset \\R^*_+$, we show that there exists an action of $G$ on $L(\\F_\\infty)$ such that $L(\\F_\\infty) \\rtimes G$ is a type ${\\rm II_1}$ factor and its fundamental group is $S$. The second construction is based on a free product. Take $(B(H), \\psi)$ any factor of type ${\\rm I}$ endowed with a faithful normal state and denote by $\\Gamma \\subset \\R^*_+$ the subgroup generated by the point spectrum of $\\psi$. We show that the centralizer $(L(G) \\ast B(H))^{\\tau \\ast \\psi}$ is a type ${\\rm II_1}$ factor and its fundamental group is $\\Gamma$. Our proofs rely on Popa's deformation/rigidity strategy using his intertwining-by-bimodules technique."
  },
  {
    "id": 19,
    "title": "True and Apparent Scaling: The Proximity of the Markov-Switching Multifractal Model to Long-Range Dependence",
    "text": "In this paper, we consider daily financial data of a collection of different stock market indices, exchange rates, and interest rates, and we analyze their multi-scaling properties by estimating a simple specification of the Markov-switching multifractal model (MSM). In order to see how well the estimated models capture the temporal dependence of the data, we estimate and compare the scaling exponents $H(q)$ (for $q = 1, 2$) for both empirical data and simulated data of the estimated MSM models. In most cases the multifractal model appears to generate `apparent' long memory in agreement with the empirical scaling laws."
  },
  {
    "id": 20,
    "title": "Bremsstrahlung Radiation At a Vacuum Bubble Wall",
    "text": "When charged particles collide with a vacuum bubble, they can radiate strong electromagnetic waves due to rapid deceleration. Owing to the energy loss of the particles by this bremsstrahlung radiation, there is a non-negligible damping pressure acting on the bubble wall even when thermal equilibrium is maintained. In the non-relativistic region, this pressure is proportional to the velocity of the wall and could have influenced the bubble dynamics in the early universe."
  },
  {
    "id": 21,
    "title": "The Phase Structure of the Polyakov--Quark-Meson Model",
    "text": "The relation between the deconfinement and chiral phase transition is explored in the framework of an Polyakov-loop-extended two-flavor quark-meson (PQM) model. In this model the Polyakov loop dynamics is represented by a background temporal gauge field which also couples to the quarks. As a novelty an explicit quark chemical potential and N_f-dependence in the Polyakov loop potential is proposed by using renormalization group arguments. The behavior of the Polyakov loop as well as the chiral condensate as function of temperature and quark chemical potential is obtained by minimizing the grand canonical thermodynamic potential of the system. The effect of the Polyakov loop dynamics on the chiral phase diagram and on several thermodynamic bulk quantities is presented."
  },
  {
    "id": 22,
    "title": "X-ray Microdiffraction Images of Antiferromagnetic Domain Evolution in Chromium",
    "text": "Magnetic x-ray diffraction combined with x-ray focusing optics is used to image individual antiferromagnetic spin density wave domains in a chromium single crystal at the micron scale. The cross section for non-resonant magnetic x-ray scattering depends on the antiferromagnetic modulation vector and spin polarization direction and allows these quantities to be extracted independently. The technique is used to show that the broadening of the nominally first order \"spin-flip\" transition at 123 K, at which the spins rotate by 90 deg., originates at the walls between domains with orthogonal modulation vectors. During cooling the transition begins at these walls and progresses inwards. The modulation-vector domains are themselves unchanged."
  },
  {
    "id": 23,
    "title": "Superconducting states of the quasi-2D Holstein model: Effects of vertex and non-local corrections",
    "text": "I investigate superconducting states in a quasi-2D Holstein model using the dynamical cluster approximation (DCA). The effects of spatial fluctuations (non-local corrections) are examined and approximations neglecting and incorporating lowest-order vertex corrections are computed. The approximation is expected to be valid for electron-phonon couplings of less than the bandwidth. The phase diagram and superconducting order parameter are calculated. Effects which can only be attributed to theories beyond Migdal--Eliashberg theory are present. In particular, the order parameter shows momentum dependence on the Fermi-surface with a modulated form and s-wave order is suppressed at half-filling. The results are discussed in relation to Hohenberg's theorem and the BCS approximation."
  },
  {
    "id": 24,
    "title": "Spin coherence of holes in GaAs/AlGaAs quantum wells",
    "text": "The carrier spin coherence in a p-doped GaAs/(Al,Ga)As quantum well with a diluted hole gas has been studied by picosecond pump-probe Kerr rotation with an in-plane magnetic field. For resonant optical excitation of the positively charged exciton the spin precession shows two types of oscillations. Fast oscillating electron spin beats decay with the radiative lifetime of the charged exciton of 50 ps. Long lived spin coherence of the holes with dephasing times up to 650 ps. The spin dephasing time as well as the in-plane hole g factor show strong temperature dependence, underlining the importance of hole localization at cryogenic temperatures."
  },
  {
    "id": 25,
    "title": "Generation of Large Number-Path Entanglement Using Linear Optics and Feed-Forward",
    "text": "We show how an idealised measurement procedure can condense photons from two modes into one, and how, by feeding forward the results of the measurement, it is possible to generate efficiently superpositions of components for which only one mode is populated, commonly called ``N00N states''. For the basic procedure, sources of number states leak onto a beam splitter, and the output ports are monitored by photodetectors. We find that detecting a fixed fraction of the input at one output port suffices to direct the remainder to the same port with high probability, however large the initial state. When instead photons are detected at both ports, Schr\\\"{o}dinger cat states are produced. We describe a circuit for making the components of such a state orthogonal, and another for subsequent conversion to a N00N state. Our approach scales exponentially better than existing proposals. Important applications include quantum imaging and metrology."
  },
  {
    "id": 26,
    "title": "Multilayer Perceptron with Functional Inputs: an Inverse Regression Approach",
    "text": "Functional data analysis is a growing research field as more and more practical applications involve functional data. In this paper, we focus on the problem of regression and classification with functional predictors: the model suggested combines an efficient dimension reduction procedure [functional sliced inverse regression, first introduced by Ferr\\'e & Yao (Statistics, 37, 2003, 475)], for which we give a regularized version, with the accuracy of a neural network. Some consistency results are given and the method is successfully confronted to real-life data."
  },
  {
    "id": 27,
    "title": "Solution of the Dirac equation in presence of an uniform magnetic field",
    "text": "In this work we discuss the properties of the solutions of the Dirac equation in presence of an uniform background magnetic field. In particular we focus on the nature of the solutions, their ortho-normality properties and how these solutions depend on the choice of the vector potential giving rise to the magnetic field. We explicitly calculate the spin-sum of the solutions and using it we calculate the propagator of the electron in presence of an uniform background magnetic field."
  },
  {
    "id": 28,
    "title": "The X-ray Pulse Profile of BG CMi",
    "text": "We present an analysis of the X-ray data of a magnetic cataclysmic variable, BG CMi, obtained with ROSAT in March 1992 and with ASCA in April 1996. We show that four peaks clearly exist in the X-ray pulse profile, unlike a single peak found in the optical profile. The fluxes of two major pulses are $\\sim 2 - 5$ times larger than those of two minor pulses. The fraction of the total pulsed flux increases from 51% to 85% with increasing energy in 0.1 $-$ 2.0 keV, whereas it decreases from 96% to 22% in 0.8 $-$ 10 keV. We discuss the implications of our findings for the origin of the pulse profile and its energy dependence."
  },
  {
    "id": 29,
    "title": "Gibbs fragmentation trees",
    "text": "We study fragmentation trees of Gibbs type. In the binary case, we identify the most general Gibbs-type fragmentation tree with Aldous' beta-splitting model, which has an extended parameter range $\\beta>-2$ with respect to the ${\\rm beta}(\\beta+1,\\beta+1)$ probability distributions on which it is based. In the multifurcating case, we show that Gibbs fragmentation trees are associated with the two-parameter Poisson--Dirichlet models for exchangeable random partitions of $\\mathbb {N}$, with an extended parameter range $0\\le\\alpha\\le1$, $\\theta\\ge-2\\alpha$ and $\\alpha<0$, $\\theta =-m\\alpha$, $m\\in \\mathbb {N}$."
  },
  {
    "id": 30,
    "title": "Sums and products in finite fields: an integral geometric viewpoint",
    "text": "We prove that if $A \\subset {\\Bbb F}_q$ is such that $$|A|>q^{{1/2}+\\frac{1}{2d}},$$ then $${\\Bbb F}_q^{*} \\subset dA^2=A^2+...+A^2 d \\text{times},$$ where $$A^2=\\{a \\cdot a': a,a' \\in A\\},$$ and where ${\\Bbb F}_q^{*}$ denotes the multiplicative group of the finite field ${\\Bbb F}_q$. In particular, we cover ${\\Bbb F}_q^{*}$ by $A^2+A^2$ if $|A|>q^{{3/4}}$. Furthermore, we prove that if $$|A| \\ge C_{size}^{\\frac{1}{d}}q^{{1/2}+\\frac{1}{2(2d-1)}},$$ then $$|dA^2| \\ge q \\cdot \\frac{C^2_{size}}{C^2_{size}+1}.$$ Thus $dA^2$ contains a positive proportion of the elements of ${\\Bbb F}_q$ under a considerably weaker size assumption.We use the geometry of ${\\Bbb F}_q^d$, averages over hyper-planes and orthogonality properties of character sums. In particular, we see that using operators that are smoothing on $L^2$ in the Euclidean setting leads to non-trivial arithmetic consequences in the context of finite fields."
  },
  {
    "id": 31,
    "title": "Birationality of \\'etale morphisms via surgery",
    "text": "We use a counting argument and surgery theory to show that if $D$ is a sufficiently general algebraic hypersurface in $\\Bbb C^n$, then any local diffeomorphism $F:X \\to \\Bbb C^n$ of simply connected manifolds which is a $d$-sheeted cover away from $D$ has degree $d=1$ or $d=\\infty$ (however all degrees $d > 1$ are possible if $F$ fails to be a local diffeomorphism at even a single point). In particular, any \\'etale morphism $F:X \\to \\Bbb C^n$ of algebraic varieties which covers away from such a hypersurface $D$ must be birational."
  },
  {
    "id": 32,
    "title": "Is there contextuality for a single qubit?",
    "text": "It was presented by Cabello and Nakamura [A. Cabello, Phys. Rev. Lett. 90, 190401 (2003)], that the Kochen-Specker theorem applies to two dimensions if one uses Positive Operator-Valued Measures. We show that contextuality in their models is not of the Kochen-Specker type. It is rather the result of not keeping track of the whole system on which the measurement is performed. This is connected to the fact that there is no one-to-one correspondence between POVM elements and projectors on the extended Hilbert space and the same POVM element has to originate from two different projectors when used in Cabello's and Nakamura's models. Moreover, we propose a hidden-variable formulation of the above models."
  },
  {
    "id": 33,
    "title": "A new young stellar cluster embedded in a molecular cloud in the far outer Galaxy",
    "text": "We report the discovery of a new young stellar cluster and molecular cloud located in the far outer Galaxy, seen towards IRAS 06361-0142, and we characterise their properties. Near-infrared images were obtained with VLT/ISAAC through JHKs filters, millimetre line observations of CO(1-0) were obtained with SEST, and VLA 6 cm continuum maps obtained from archive data. The cloud and cluster are located at a distance of 7 kpc and a Galactocentric distance of 15 kpc, well in the far outer Galaxy. Morphologically, IRAS 06361-0142 appears as a cluster of several tens of stars surrounded by a nearly spherical nebular cavity centred at the position of the IRAS source. The cluster appears composed of low and intermediate-mass, young reddened stars with a large fraction having cleared the inner regions of their circumstellar discs responsible for (H - Ks) colour excess. The observations are compatible with a 4 Myr cluster with variable spatial extinction between Av = 6 and Av = 13."
  },
  {
    "id": 34,
    "title": "Impurity scattering in strongly correlated metals close to the Mott transition",
    "text": "This work explores a simple approximation to describe isolated impurity scattering in a strongly correlated metal. The approximation combines conventional one electron scattering theory and the Dynamic Mean Field Theory to describe strong correlations in the host. It becomes exact in several limits, including those of very weak and very strong impurity potentials. Original electronic structure appears at the impurity site when the impurity potential strength is moderate and the host is close to the Mott transition. Our results may provide useful guidance for interpretation of scanning tunneling microscopy experiments in strongly correlated systems."
  },
  {
    "id": 35,
    "title": "An Entropy-Weighted Sum over Non-Perturbative Vacua",
    "text": "We discuss how, in a Universe restricted to the causal region connected to the observer, General Relativity implies the quantum nature of physical phenomena and directly leads to a string theory scenario, whose dynamics is ruled by a functional that weights all configurations according to their entropy. The most favoured configurations are those of minimal entropy. Along this class of vacua a four-dimensional space-time is automatically selected; when, at large volume, a description of space-time in terms of classical geometry can be recovered, the entropy-weighted sum reduces to the ordinary Feynman's path integral. What arises is a highly predictive scenario, phenomenologically compatible with the experimental observations and measurements, in which everything is determined in terms of the fundamental constants and the age of the Universe, with no room for freely-adjustable parameters. We discuss how this leads to the known spectrum of particles and interactions. Besides the computation of masses and couplings, CKM matrix elements, cosmological constant, expansion parameters of the Universe etc..., all resulting, within the degree of the approximation we used, in agreement with the experimental observations, we also discuss how this scenario passes the tests provided by cosmology and the constraints imposed by the physics of the primordial Universe."
  },
  {
    "id": 36,
    "title": "Spontaneous Lorentz Violation: Non-Abelian Gauge Fields as Pseudo-Goldstone Vector Bosons",
    "text": "We argue that non-Abelian gauge fields can be treated as the pseudo-Goldstone vector bosons caused by spontaneous Lorentz invariance violation (SLIV). To this end, the SLIV which evolves in a general Yang-Mills type theory with the nonlinear vector field constraint $Tr(% \\boldsymbol{A}_{\\mu }\\boldsymbol{A}^{\\mu})=\\pm M^{2}$ ($M$ is a proposed SLIV scale) imposed is considered in detail. With an internal symmetry group $G$ having $D$ generators not only the pure Lorentz symmetry SO(1,3), but the larger accidental symmetry $SO(D,3D)$ of the SLIV constraint in itself appears to be spontaneously broken as well. As a result, while the pure Lorentz violation still generates only one genuine Goldstone vector boson, the accompanying pseudo-Goldstone vector bosons related to the $SO(D,3D)$ breaking also come into play in the final arrangement of the entire Goldstone vector field multiplet. Remarkably, they remain strictly massless, being protected by gauge invariance of the Yang-Mills theory involved. We show that, although this theory contains a plethora of Lorentz and $CPT$ violating couplings, they do not lead to physical SLIV effects which turn out to be strictly cancelled in all the lowest order processes considered. However, the physical Lorentz violation could appear if the internal gauge invariance were slightly broken at very small distances influenced by gravity. For the SLIV scale comparable with the Planck one the Lorentz violation could become directly observable at low energies."
  },
  {
    "id": 37,
    "title": "Ages for illustrative field stars using gyrochronology: viability, limitations and errors",
    "text": "We here develop an improved way of using a rotating star as a clock, set it using the Sun, and demonstrate that it keeps time well. This technique, called gyrochronology, permits the derivation of ages for solar- and late-type main sequence stars using only their rotation periods and colors. The technique is clarified and developed here, and used to derive ages for illustrative groups of nearby, late-type field stars with measured rotation periods. We first demonstrate the reality of the interface sequence, the unifying feature of the rotational observations of cluster and field stars that makes the technique possible, and extends it beyond the proposal of Skumanich by specifying the mass dependence of rotation for these stars. We delineate which stars it cannot currently be used on. We then calibrate the age dependence using the Sun. The errors are propagated to understand their dependence on color and period. Representative age errors associated with the technique are estimated at ~15% (plus possible systematic errors) for late-F, G, K, & early-M stars. Ages derived via gyrochronology for the Mt. Wilson stars are shown to be in good agreement with chromospheric ages for all but the bluest stars, and probably superior. Gyro ages are then calculated for each of the active main sequence field stars studied by Strassmeier and collaborators where other ages are not available. These are shown to be mostly younger than 1Gyr, with a median age of 365Myr. The sample of single, late-type main sequence field stars assembled by Pizzolato and collaborators is then assessed, and shown to have gyro ages ranging from under 100Myr to several Gyr, and a median age of 1.2Gyr. Finally, we demonstrate that the individual components of the three wide binaries XiBooAB, 61CygAB, & AlphaCenAB yield substantially the same gyro ages."
  },
  {
    "id": 38,
    "title": "The Magnetic Field of the Solar Corona from Pulsar Observations",
    "text": "We present a novel experiment with the capacity to independently measure both the electron density and the magnetic field of the solar corona. We achieve this through measurement of the excess Faraday rotation due to propagation of the polarised emission from a number of pulsars through the magnetic field of the solar corona. This method yields independent measures of the integrated electron density, via dispersion of the pulsed signal and the magnetic field, via the amount of Faraday rotation. In principle this allows the determination of the integrated magnetic field through the solar corona along many lines of sight without any assumptions regarding the electron density distribution. We present a detection of an increase in the rotation measure of the pulsar J1801$-$2304 of approximately 160 \\rad at an elongation of 0.95$^\\circ$ from the centre of the solar disk. This corresponds to a lower limit of the magnetic field strength along this line of sight of $> 393\\mu\\mathrm{G}$. The lack of precision in the integrated electron density measurement restricts this result to a limit, but application of coronal plasma models can further constrain this to approximately 20mG, along a path passing 2.5 solar radii from the solar limb. Which is consistent with predictions obtained using extensions to the Source Surface models published by Wilcox Solar Observatory"
  },
  {
    "id": 39,
    "title": "Uniform Mixing of Antiferromagnetism and High-Tc Superconductivity in Electron-doped Layers in Four-layered Ba2Ca3Cu4O8F2 : A New Phenomenon in an Electron Underdoped RegimePhenomenon in an Electron Underdoped Regime",
    "text": "We report Cu- and F-NMR studies on a four-layered high-temperature superconductor Ba2Ca3Cu4O8F2(0234F(2.0)) with apical fluorine (F-1), an undoped 55 K-superconductor with a nominal Cu2+ valence on average. We reveal that this compound exhibits the antiferromagnetism (AFM) with a Neel temperature TN=100 K despite being a Tc= 55 K-superconductor. Through a comparison with a related tri-layered cuprate Ba2Ca2Cu3O6F2 (0223F(2.0)), it is demonstrated that electrons are transferred from the inner plane (IP) to the outer plane (OP) in 0234F(2.0) and 0223F(2.0), confirming the self-doped high-temperature superconductivity (HTSC) having electron and hole doping in a single compound. Remarlably, uniform mixing of AFM and HTSC takes place in both the electron-doped OPs and the hole-doped IPs in 0234F(2.0)."
  },
  {
    "id": 40,
    "title": "Modelling Quasicrystals",
    "text": "A new kind of aperiodic tiling is introduced. It is shown to underlie a structure obtained as a superposition of waves with incommensurate periods. Its connections to other other tilings and quasicrystals are discussed."
  },
  {
    "id": 41,
    "title": "Rapidly rotating spherical Couette flow in a dipolar magnetic field: an experimental study of the mean axisymmetric flow",
    "text": "In order to explore the magnetostrophic regime expected for planetary cores, experiments have been conducted in a rotating sphere filled with liquid sodium, with an imposed dipolar magnetic field (the DTS setup). The field is produced by a permanent magnet enclosed in an inner sphere, which can rotate at a separate rate, producing a spherical Couette flow. The flow properties are investigated by measuring electric potentials on the outer sphere, the induced magnetic field in the laboratory frame, and velocity profiles inside the liquid sodium using ultrasonic Doppler velocimetry. The present article focuses on the time-averaged axisymmetric part of the flow. The Doppler profiles show that the angular velocity of the fluid is relatively uniform in most of the fluid shell, but rises near the inner sphere, revealing the presence of a magnetic wind, and gently drops towards the outer sphere. The transition from a magnetostrophic flow near the inner sphere to a geostrophic flow near the outer sphere is controlled by the local Elsasser number. For Rossby numbers up to order 1, the observed velocity profiles all show a similar shape. Numerical simulations in the linear regime are computed, and synthetic velocity profiles are compared with the measured ones. In the geostrophic region, a torque-balance model provides very good predictions. We find that the induced magnetic field varies in a consistent fashion, and displays a peculiar peak in the counter-rotating regime. This happens when the fluid rotation rate is almost equal and opposite to the outer sphere rotation rate. The fluid is then almost at rest in the laboratory frame, and the Proudman-Taylor constraint vanishes, enabling a strong meridional flow. We suggest that dynamo action might be favored in such a situation."
  },
  {
    "id": 42,
    "title": "Polar actions on compact Euclidean hypersurfaces",
    "text": "Given an isometric immersion $f\\colon M^n\\to \\R^{n+1}$ of a compact Riemannian manifold of dimension $n\\geq 3$ into Euclidean space of dimension $n+1$, we prove that the identity component $Iso^0(M^n)$ of the isometry group $Iso(M^n)$ of $M^n$ admits an orthogonal representation $\\Phi\\colon Iso^0(M^n)\\to SO(n+1)$ such that $f\\circ g=\\Phi(g)\\circ f$ for every $g\\in Iso^0(M^n)$. If $G$ is a closed connected subgroup of $Iso(M^n)$ acting locally polarly on $M^n$, we prove that $\\Phi(G)$ acts polarly on $\\R^{n+1}$, and we obtain that $f(M^n)$ is given as $\\Phi(G)(L)$, where $L$ is a hypersurface of a section which is invariant under the Weyl group of the $\\Phi(G)$-action. We also find several sufficient conditions for such an $f$ to be a rotation hypersurface. Finally, we show that compact Euclidean rotation hypersurfaces of dimension $n\\geq 3$ are characterized by their underlying warped product structure."
  },
  {
    "id": 43,
    "title": "Higher Order Statistsics of Stokes Parameters in a Random Birefringent Medium",
    "text": "We present a new model for the propagation of polarized light in a random birefringent medium. This model is based on a decomposition of the higher order statistics of the reduced Stokes parameters along the irreducible representations of the rotation group. We show how this model allows a detailed description of the propagation, giving analytical expressions for the probability densities of the Mueller matrix and the Stokes vector throughout the propagation. It also allows an exact description of the evolution of averaged quantities, such as the degree of polarization. We will also discuss how this model allows a generalization of the concepts of reduced Stokes parameters and degree of polarization to higher order statistics. We give some notes on how it can be extended to more general random media."
  },
  {
    "id": 44,
    "title": "Imaging the Two Gaps of the High-TC Superconductor Pb-Bi2Sr2CuO6+x",
    "text": "The nature of the pseudogap state, observed above the superconducting transition temperature TC in many high temperature superconductors, is the center of much debate. Recently, this discussion has focused on the number of energy gaps in these materials. Some experiments indicate a single energy gap, implying that the pseudogap is a precursor state. Others indicate two, suggesting that it is a competing or coexisting phase. Here we report on temperature dependent scanning tunneling spectroscopy of Pb-Bi2Sr2CuO6+x. We have found a new, narrow, homogeneous gap that vanishes near TC, superimposed on the typically observed, inhomogeneous, broad gap, which is only weakly temperature dependent. These results not only support the two gap picture, but also explain previously troubling differences between scanning tunneling microscopy and other experimental measurements."
  },
  {
    "id": 45,
    "title": "Algorithm for anisotropic diffusion in hydrogen-bonded networks",
    "text": "In this paper I describe a specialized algorithm for anisotropic diffusion determined by a field of transition rates. The algorithm can be used to describe some interesting forms of diffusion that occur in the study of proton motion in a network of hydrogen bonds. The algorithm produces data that require a nonstandard method of spectral analysis which is also developed here. Finally, I apply the algorithm to a simple specific example."
  },
  {
    "id": 46,
    "title": "A method of state-selective transfer of atoms between microtraps based on the Franck-Condon Principle",
    "text": "We present a method of transferring a cold atom between spatially separated microtraps by means of a Raman transition between the ground motional states of the two traps. The intermediate states for the Raman transition are the vibrational levels of a third microtrap, and we determine the experimental conditions for which the overlap of the wave functions leads to an efficient transfer. There is a close analogy with the Franck-Condon principle in the spectroscopy of molecules. Spin-dependent manipulation of neutral atoms in microtraps has important applications in quantum information processing. We also show that starting with several atoms, precisely one atom can be transferred to the final potential well hence giving deterministic preparation of single atoms."
  },
  {
    "id": 47,
    "title": "Amorphous-amorphous transition and the two-step replica symmetry breaking phase",
    "text": "The nature of polyamorphism and amorphous-to-amorphous transition is investigated by means of an exactly solvable model with quenched disorder, the spherical s+p multi-spin interaction model. The analysis is carried out in the framework of Replica Symmetry Breaking theory and leads to the identification of low temperature glass phases of different kinds. Besides the usual `one-step' solution, known to reproduce all basic properties of structural glasses, also a physically consistent `two-step' solution arises. More complicated phases are found as well, as temperature is further decreased, expressing a complex variety of metastable states structures for amorphous systems."
  },
  {
    "id": 48,
    "title": "Thom polynomials and Schur functions: the singularities I_{2,2}(-)",
    "text": "We give the Thom polynomials for the singularities $I_{2,2}$ associated with maps $({\\bf C}^{\\bullet},0) \\to ({\\bf C}^{\\bullet+k},0)$ with parameter $k\\ge 0$. Our computations combine the characterization of Thom polynomials via the ``method of restriction equations'' of Rimanyi et al. with the techniques of Schur functions."
  },
  {
    "id": 49,
    "title": "A study of uranium-based multilayers: II. Magnetic properties",
    "text": "SQUID magnetometry and polarised neutron reflectivity measurements have been employed to characterise the magnetic properties of U/Fe, U/Co and U/Gd multilayers. The field dependence of the magnetisation was measured at 10K in magnetic fields from -70kOe to 70kOe. A temperature dependent study of the magnetisation evolution was undertaken for a selection of U/Gd samples. PNR was carried out in a field of 4.4kOe for U/Fe and U/Co samples (at room temperature) and for U/Gd samples (at 10K). Magnetic 'dead' layers of about 15 Angstrom were observed for U/Fe and U/Co samples, consistent with a picture of interdiffused interfaces. A large reduction in the magnetic moment, constant over a wide range of Gd layer thicknesses, was found for the U/Gd system (about 4 Bohr magnetons compared with 7.63 for the bulk metal). This could be understood on the basis of a pinning of Gd moments arising from a column-like growth mechanism of the Gd layers. A study of the effective anisotropy suggests that perpendicular magnetic anisotropy could occur in multilayers consisting of thick U and thin Gd layers. A reduction in the Curie temperature was observed as a function of Gd layer thickness, consistent with a finite-size scaling behaviour."
  },
  {
    "id": 50,
    "title": "Fast Adaptive Algorithms in the Non-Standard Form for Multidimensional Problems",
    "text": "We present a fast, adaptive multiresolution algorithm for applying integral operators with a wide class of radially symmetric kernels in dimensions one, two and three. This algorithm is made efficient by the use of separated representations of the kernel. We discuss operators of the class $(-\\Delta+\\mu^{2}I)^{-\\alpha}$, where $\\mu\\geq0$ and $0<\\alpha<3/2$, and illustrate the algorithm for the Poisson and Schr\\\"{o}dinger equations in dimension three. The same algorithm may be used for all operators with radially symmetric kernels approximated as a weighted sum of Gaussians, making it applicable across multiple fields by reusing a single implementation. This fast algorithm provides controllable accuracy at a reasonable cost, comparable to that of the Fast Multipole Method (FMM). It differs from the FMM by the type of approximation used to represent kernels and has an advantage of being easily extendable to higher dimensions."
  },
  {
    "id": 51,
    "title": "Fifteen Years of High-Resolution Radio Imaging of Supernova 1987A",
    "text": "Supernova 1987A in the Large Magellanic Cloud provides a spectacularly detailed view of the aftermath of a core-collapse explosion. The supernova ejecta initially coasted outward at more than 10% of the speed of light, but in 1990 were observed to decelerate rapidly as they began to encounter dense circumstellar material expelled by the progenitor star. The resulting shock has subsequently produced steadily brightening radio synchrotron emission, which is resolved by the Australia Telescope Compact Array (ATCA) into an expanding limb-brightened shell. Here we present 15 years of ATCA imaging of Supernova 1987A, at an effective angular resolution of 0.4 arcsec. We find that the radio remnant has accelerated in its expansion over this period, from approx 3600 km/s in 1992 to approx 5200 km/s at the end of 2006. The published diameters of the evolving X-ray shell have been ~15% smaller than the corresponding radio values, but a simultaneous Fourier analysis of both radio and X-ray data eliminates this discrepancy, and yields a current diameter for the shell in both wave-bands of approx 1.7 arcsec. An asymmetric brightness distribution is seen in radio images at all ATCA epochs: the eastern and western rims have higher fluxes than the northern and southern regions, indicating that most of the radio emission comes from the equatorial plane of the system, where the progenitor star's circumstellar wind is thought to be densest. The eastern lobe is brighter than and further from the supernova site than the western lobe, suggesting an additional asymmetry in the initial distribution of supernova ejecta."
  },
  {
    "id": 52,
    "title": "Absolute measurement of the nitrogen fluorescence yield in air between 300 and 430 nm",
    "text": "The nitrogen fluorescence induced in air is used to detect ultra-high energy cosmic rays and to measure their energy. The precise knowledge of the absolute fluorescence yield is the key quantity to improve the accuracy on the cosmic ray energy. The total yield has been measured in dry air using a 90Sr source and a [300-430 nm] filter. The fluorescence yield in air is 4.23 $\\pm$ 0.20 photons per meter when normalized to 760 mmHg, 15 degrees C and with an electron energy of 0.85 MeV. This result is consistent with previous experiments made at various energies, but with an accuracy improved by a factor of about 3. For the first time, the absolute continuous spectrum of nitrogen excited by 90Sr electrons has also been measured with a spectrometer. Details of this experiment are given in one of the author's PhD thesis [32]."
  },
  {
    "id": 53,
    "title": "Polariton-polariton scattering: exact results through a novel approach",
    "text": "We present a fully microscopic approach to the transition rate of two exciton-photon polaritons. The non-trivial consequences of the polariton composite nature -- here treated exactly through a development of our composite-exciton many-body theory -- lead to results noticeably different from the ones of the conventional approaches in which polaritons are mapped into elementary bosons. Our work reveals an appealing fundamental scattering which corresponds to a photon-assisted exchange -- in the absence of Coulomb process. This scattering being dominant when one of the scattered polaritons has a strong photon character, it should be directly accessible to experiment. In the case of microcavity polaritons, it produces a significant enhancement of the polariton transition rate when compared to the one coming from Coulomb interaction. This paper also contains the crucial tools to securely tackle the many-body physics of polaritons, in particular towards its possible BEC."
  },
  {
    "id": 54,
    "title": "Z boson decay to photon plus Kaluza-Klein graviton in large extra dimensions",
    "text": "In the large extra dimensional ADD scenario, Z bosons undergo a one-loop decay into a photon and Kaluza-Klein towers of gravitons/gravi-scalars. We calculate such a decay width, extending previous arguments about the general form of the four-dimensional on-shell amplitude. The amplitudes calculated are relevant to processes in other extra dimensional models where the Standard Model fields are confined to a 4-brane."
  },
  {
    "id": 55,
    "title": "Bar-Halo Friction in Galaxies III: Particle Number Requirements for Simulations",
    "text": "The question whether the dark matter halo density in the centers of galaxies could be changed through interactions with a rotating bar in the baryonic disk is of considerable current interest. While N-body simulations have been used to address this question, it has also been claimed that results from such simulations cannot be trusted. Based on a perturbative treatment of resonant exchanges between orbits and a rotating perturbation, Weinberg & Katz contend that N-body simulations of this process will not reveal the continuum result unless many more than the usual numbers of particles are employed. Here I report a study designed to examine their contention, finding results that show no dependence on the number of particles over the range usually employed up to that advocated by these authors. I show that my results are independent of all numerical parameters, and that field methods perform equally with grid methods in this respect. I also identify the reasons that the required particle number suggested by Weinberg & Katz is excessive."
  },
  {
    "id": 56,
    "title": "Three-Year Wilkinson Microwave Anisotropy Probe (WMAP) Observations: Foreground Polarization",
    "text": "We present a full-sky model of polarized Galactic microwave emission based on three years of observations by the Wilkinson Microwave Anisotropy Probe (WMAP) at frequencies from 23 to 94 GHz. The model compares maps of the Stokes Q and U components from each of the 5 WMAP frequency bands in order to separate synchrotron from dust emission, taking into account the spatial and frequency dependence of the synchrotron and dust components. This simple two-component model of the interstellar medium accounts for at least 97% of the polarized emission in the WMAP maps of the microwave sky. Synchrotron emission dominates the polarized foregrounds at frequencies below 50 GHz, and is comparable to the dust contribution at 65 GHz. The spectral index of the synchrotron component, derived solely from polarization data, is -3.2 averaged over the full sky, with a modestly flatter index on the Galactic plane. The synchrotron emission has mean polarization fraction 2--4% in the Galactic plane and rising to over 20% at high latitude, with prominent features such as the North Galactic Spur more polarized than the diffuse component. Thermal dust emission has polarization fraction 1% near the Galactic center, rising to 6% at the anti-center. Diffuse emission from high-latitude dust is also polarized with mean fractional polarization 0.036 +/- 0.011."
  },
  {
    "id": 57,
    "title": "Six New ZZ Ceti Stars from the SPY and the HQS Surveys",
    "text": "We report on the discovery of six new ZZ Ceti stars. They were selected as candidates based on preparatory photometric observations of objects from the Hamburg Quasar Survey (HQS), and based on the spectra of the Supernova Ia Progenitor Survey (SPY). Time-series photometry of 19 candidate stars was carried out at the Nordic Optical Telescope (NOT) at Roque de Los Muchachos Observatory, Spain. The new variables are relatively bright, 15.4<B<16.6. Among them is WD1150-153, which is the third ZZ Ceti star that shows photospheric CaII in its spectrum."
  },
  {
    "id": 58,
    "title": "Melting tungsten nanoparticles: a molecular dynamics study",
    "text": "We report a molecular dynamics simulation of melting of tungsten (W) nanoparticles. The modified embedded atom method (MEAM) interatomic potentials are used to describe the interaction between tungsten atoms. The melting temperature of unsupported tungsten nanoparticles of different sizes are found to decrease as the size of the particles decreases. The melting temperature obtained in the present study is approximately a decreasing function of inverse radius, in a good agreement with the predictions of thermodynamic models. We also observed that the melting of a W nanoparticle is preceded by the premelting of its outer skin at a temperature lower than its melting temperature."
  },
  {
    "id": 59,
    "title": "Detection of exchange interaction in STM measurements through Fanolike interference effects",
    "text": "We address Fano-like interference effects in scanning tunneling microscopy (STM) measurements of nanoscale systems, e.g. two-level systems. Common for these systems is that second order tunneling contributions give rise to interference effects that cause suppressed transmission through the system for certain energies. The suppressed transmission is measurable either in the differential conductance or in the bias voltage derivative thereof."
  },
  {
    "id": 60,
    "title": "Gamma-ray albedo of the moon",
    "text": "We use the GEANT4 Monte Carlo framework to calculate the gamma-ray albedo of the Moon due to interactions of cosmic ray (CR) nuclei with moon rock. Our calculation of the albedo spectrum agrees with the EGRET data. We show that the spectrum of gamma rays from the Moon is very steep with an effective cutoff around 4 GeV (600 MeV for the inner part of the Moon disc). Apart from other astrophysical sources, the albedo spectrum of the Moon is well understood, including its absolute normalisation; this makes it a useful \"standard candle\" for gamma-ray telescopes, such as the forthcoming Gamma Ray Large Area Space Telescope (GLAST). The albedo flux depends on the incident CR spectrum which changes over the solar cycle. Therefore, it is possible to monitor the CR spectrum using the albedo gamma-ray flux. Simultaneous measurements of CR proton and helium spectra by the Payload for Antimatter Matter Exploration and Light-nuclei Astrophysics (PAMELA), and observations of the albedo gamma rays by the GLAST Large Area Telescope (LAT), can be used to test the model predictions and will enable the GLAST LAT to monitor the CR spectrum near the Earth beyond the lifetime of PAMELA."
  },
  {
    "id": 61,
    "title": "Manipulating the rotational properties of a two-component Bose gas",
    "text": "A rotating, two-component Bose-Einstein condensate is shown to exhibit vortices of multiple quantization, which are possible due to the interatomic interactions between the two species. Also, persistent currents are absent in this system. Finally, the order parameter has a very simple structure for a range of angular momenta."
  },
  {
    "id": 62,
    "title": "Entanglement in the quantum Ising model",
    "text": "We study the asymptotic scaling of the entanglement of a block of spins for the ground state of the one-dimensional quantum Ising model with transverse field. When the field is sufficiently strong, the entanglement grows at most logarithmically in the number of spins. The proof utilises a transformation to a model of classical probability called the continuum random-cluster model, and is based on a property of the latter model termed ratio weak-mixing. Our proof applies equally to a large class of disordered interactions."
  },
  {
    "id": 63,
    "title": "The effect of the solar corona on the attenuation of small-amplitude prominence oscillations. I. Longitudinal magnetic field",
    "text": "Context. One of the typical features shown by observations of solar prominence oscillations is that they are damped in time and that the values of the damping times are usually between one and three times the corresponding oscillatory period. However, the mechanism responsible for the attenuation is still not well-known. Aims. Thermal conduction, optically thin or thick radiation and heating are taken into account in the energy equation, and their role on the attenuation of prominence oscillations is evaluated. Methods. The dispersion relation for linear non-adiabatic magnetoacoustic waves is derived considering an equilibrium made of a prominence plasma slab embedded in an unbounded corona. The magnetic field is orientated along the direction parallel to the slab axis and has the same strength in all regions. By solving the dispersion relation for a fixed wavenumber, a complex oscillatory frequency is obtained, and the period and the damping time are computed. Results. The effect of conduction and radiation losses is different for each magnetoacoustic mode and depends on the wavenumber. In the observed range of wavelengths the internal slow mode is attenuated by radiation from the prominence plasma, the fast mode by the combination of prominence radiation and coronal conduction and the external slow mode by coronal conduction. The consideration of the external corona is of paramount importance in the case of the fast and external slow modes, whereas it does not affect the internal slow modes at all. Conclusions. Non-adiabatic effects are efficient damping mechanisms for magnetoacoustic modes, and the values of the obtained damping times are compatible with those observed."
  },
  {
    "id": 64,
    "title": "van der Waals-like phase separation instability of a driven granular gas in three dimensions",
    "text": "We show that the van der Waals-like phase separation instability of a driven granular gas at zero gravity, previously investigated in two-dimensional settings, persists in three dimensions. We consider a monodisperse granular gas driven by a thermal wall of a three-dimensional rectangular container at zero gravity. The basic steady state of this system, as described by granular hydrodynamic equations, involves a denser and colder layer of granulate located at the wall opposite to the driving wall. When the inelastic energy loss is sufficiently high, the driven granular gas exhibits, in some range of average densities, negative compressibility in the directions parallel to the driving wall. When the lateral dimensions of the container are sufficiently large, the negative compressibility causes spontaneous symmetry breaking of the basic steady state and a phase separation instability. Event-driven molecular dynamics simulations confirm and complement our theoretical predictions."
  },
  {
    "id": 65,
    "title": "Experimental Challenges Involved in Searches for Axion-Like Particles and Nonlinear Quantum Electrodynamic Effects by Sensitive Optical Techniques",
    "text": "We discuss the experimental techniques used to date for measuring the changes in polarization state of a laser produced by a strong transverse magnetic field acting in a vacuum. We point out the likely artifacts that can arise in such experiments, with particular reference to the recent PVLAS observations and the previous findings of the BFRT collaboration. Our observations are based on studies with a photon-noise limited coherent homodyne interferometer with a polarization sensitivity of 2x10^-8 rad Hz^(1/2) mW^(-1/2)."
  },
  {
    "id": 66,
    "title": "Exact Activation Energy of Magnetic Single Domain Particles",
    "text": "I present the exact analytical expression for the activation energy as a function of externally applied magnetic fields for a single--domain magnetic particle with uniaxial anisotropy (Stoner--Wohlfahrt model), and investigate the scaling behavior of the activation energy close to the switching boundary."
  },
  {
    "id": 67,
    "title": "Irrationality of motivic series of Chow varieties",
    "text": "The Euler characteristic of all the Chow varieties, of a fixed projective variety, can be collected in a formal power series called the Euler-Chow series. This series coincides with the Hilbert series when the Picard group is a finite generated free abelian group. It is an interesting open problem to find for which varieties this series is rational. A few cases have been computed, and it is suspected that the series is not rational for the blow up of P^2 at nine points in general position. It is very natural to extend this series to Chow motives and ask the question if the series is rational or to find a counterexample. In this short paper we generalized the series and show by an example that the series is not rational. This opens the question of what is the geometrical meaning of the Euler-Chow series."
  },
  {
    "id": 68,
    "title": "Atmospheric dynamics of Pegasi planets",
    "text": "We present three-dimensional numerical simulations of the atmospheric dynamics of close-orbiting planets such as HD209458b. Our simulations show that winds of several km/sec and day-night temperature differences reaching 500-1000 K are possible at and above the photosphere. The circulation takes the form of a broad superrotating (eastward) equatorial jet. At 0.1-1 bar, the superrotation blows the hottest regions of the atmosphere downwind by 60 degrees of longitude, but at lower pressures the temperature pattern tracks the stellar illumination. We predict factors of several variation in the infrared flux received at Earth throughout an orbital cycle; if the photosphere is deep enough (>50-100 mbar pressure), the peak infrared emission should lead the time of secondary eclipse by 10 hours or more. Dynamics plays a key role in shaping the spectrum, clouds, chemistry, and long-term planetary evolution."
  },
  {
    "id": 69,
    "title": "Optimizing Scrip Systems: Efficiency, Crashes, Hoarders, and Altruists",
    "text": "We discuss the design of efficient scrip systems and develop tools for empirically analyzing them. For those interested in the empirical study of scrip systems, we demonstrate how characteristics of agents in a system can be inferred from the equilibrium distribution of money. From the perspective of a system designer, we examine the effect of the money supply on social welfare and show that social welfare is maximized by increasing the money supply up to the point that the system experiences a ``monetary crash,'' where money is sufficiently devalued that no agent is willing to perform a service. We also examine the implications of the presence of altruists and hoarders on the performance of the system. While a small number of altruists may improve social welfare, too many can also cause the system to experience a monetary crash, which may be bad for social welfare. Hoarders generally decrease social welfare but, surprisingly, they also promote system stability by helping prevent monetary crashes. In addition, we provide new technical tools for analyzing and computing equilibria by showing that our model exhibits strategic complementarities, which implies that there exist equilibria in pure strategies that can be computed efficiently."
  },
  {
    "id": 70,
    "title": "Product Formulae for Ozsvath-Szabo 4-manifold Invariants",
    "text": "We give formulae for the Ozsvath-Szabo invariants of 4-manifolds X obtained by fiber sum of two manifolds M_1, M_2 along surfaces S_1, S_2 having trivial normal bundle and genus g>0. The formulae follow from a general theorem on the Ozsvath-Szabo invariants of the result of gluing two 4-manifolds along a common boundary, which is phrased in terms of relative invariants of the pieces. These relative invariants take values in a version of Heegaard Floer homology with coefficients in modules over certain Novikov rings; the fiber sum formula follows from the theorem that this \"perturbed\" version of Heegaard Floer theory recovers the usual Ozsvath-Szabo invariants, when the 4-manifold in question has b^+>1. The construction allows an extension of the definition of the Ozsvath-Szabo invariants to 4-manifolds having b^+ = 1 depending on certain choices, in close analogy with Seiberg-Witten theory. The product formulae lead quickly to calculations of the Ozsvath-Szabo invariants of various 4-manifolds; in all cases the results are in accord with the conjectured equivalence between the Ozsvath-Szabo and Seiberg-Witten invariants."
  },
  {
    "id": 71,
    "title": "Orthogonality criterion for banishing hydrino states from standard quantum mechanics",
    "text": "Orthogonality criterion is used to shown in a very simple and general way that anomalous bound-state solutions for the Coulomb potential (hydrino states) do not exist as bona fide solutions of the Schr\\\"{o}dinger, Klein-Gordon and Dirac equations."
  },
  {
    "id": 72,
    "title": "Financial Valuation of Mortality Risk via the Instantaneous Sharpe Ratio: Applications to Pricing Pure Endowments",
    "text": "We develop a theory for pricing non-diversifiable mortality risk in an incomplete market. We do this by assuming that the company issuing a mortality-contingent claim requires compensation for this risk in the form of a pre-specified instantaneous Sharpe ratio. We prove that our ensuing valuation formula satisfies a number of desirable properties. For example, we show that it is subadditive in the number of contracts sold. A key result is that if the hazard rate is stochastic, then the risk-adjusted survival probability is greater than the physical survival probability, even as the number of contracts approaches infinity."
  },
  {
    "id": 73,
    "title": "Bekenstein Bound and Spectral Geometry",
    "text": "In this letter it is proposed to study the Bekenstein's $\\xi(4)$ calculation of the $S/E$ bound for more general geometries. It is argued that, using some relations among eigenvalues obtained in the context of Spectral Geometry, it is possible to estimate $\\xi(4)$ without an exact analytical knowledge of the spectrum. Finally it is claimed that isospectrality can define a class of domains with the same ratio $S/E$."
  },
  {
    "id": 74,
    "title": "Breathing in Low Mass Galaxies: A Study of Episodic Star Formation",
    "text": "We simulate the collapse of isolated dwarf galaxies using SPH + N-Body simulations including a physically motivated description of the effects of supernova feedback. As the gas collapses and stars form, the supernova feedback disrupts enough gas to temporarily quench star formation. The gas flows outward into a hot halo, where it cools until star formation can continue once more and the cycle repeats. The star formation histories of isolated Local Group dwarf galaxies exhibit similar episodic bursts of star formation. We examine the mass dependence of the stellar velocity dispersions and find that they are no less than half the velocity of the halos measured at the virial radius."
  },
  {
    "id": 75,
    "title": "Text Line Segmentation of Historical Documents: a Survey",
    "text": "There is a huge amount of historical documents in libraries and in various National Archives that have not been exploited electronically. Although automatic reading of complete pages remains, in most cases, a long-term objective, tasks such as word spotting, text/image alignment, authentication and extraction of specific fields are in use today. For all these tasks, a major step is document segmentation into text lines. Because of the low quality and the complexity of these documents (background noise, artifacts due to aging, interfering lines),automatic text line segmentation remains an open research field. The objective of this paper is to present a survey of existing methods, developed during the last decade, and dedicated to documents of historical interest."
  },
  {
    "id": 76,
    "title": "Satisfiability Parsimoniously Reduces to the Tantrix(TM) Rotation Puzzle Problem",
    "text": "Holzer and Holzer (Discrete Applied Mathematics 144(3):345--358, 2004) proved that the Tantrix(TM) rotation puzzle problem is NP-complete. They also showed that for infinite rotation puzzles, this problem becomes undecidable. We study the counting version and the unique version of this problem. We prove that the satisfiability problem parsimoniously reduces to the Tantrix(TM) rotation puzzle problem. In particular, this reduction preserves the uniqueness of the solution, which implies that the unique Tantrix(TM) rotation puzzle problem is as hard as the unique satisfiability problem, and so is DP-complete under polynomial-time randomized reductions, where DP is the second level of the boolean hierarchy over NP."
  },
  {
    "id": 77,
    "title": "L-stable functors",
    "text": "We generalize and greatly simplify the approach of Lydakis and Dundas-R\\\"ondigs-{\\O}stv{\\ae}r to construct an L-stable model structure for small functors from a closed symmetric monoidal model category V to a V-model category M, where L is a small cofibrant object of V. For the special case V=M=S_* pointed simplicial sets and L=S^1 this is the classical case of linear functors and has been described as the first stage of the Goodwillie tower of a homotopy functor. We show, that our various model structures are compatible with a closed symmetric monoidal product on small functors. We compare them with other L-stabilizations described by Hovey, Jardine and others. This gives a particularly easy construction of the classical and the motivic stable homotopy category with the correct smash product. We establish the monoid axiom under certain conditions."
  },
  {
    "id": 78,
    "title": "Determining the Mass for a Light Gravitino",
    "text": "Gauge mediated supersymmetry breaking scenarios with an ultra-light gravitino of mass m_{3/2}=1-10 eV are very interesting, since there is no cosmological gravitino problem. We propose a new experimental determination of the gravitino mass for such an ultra-light gravitino, by measuring a branching ratio of two decay modes of sleptons."
  },
  {
    "id": 79,
    "title": "Distances to Populous Clusters in the LMC via the K-Band Luminosity of the Red Clump",
    "text": "We present results from a study of the distances and distribution of a sample of intermediate-age clusters in the Large Magellanic Cloud. Using deep near-infrared photometry obtained with ISPI on the CTIO 4m, we have measured the apparent K-band magnitude of the core helium burning red clump stars in 17 LMC clusters. We combine cluster ages and metallicities with the work of Grocholski & Sarajedini to predict each cluster's absolute K-band red clump magnitude, and thereby calculate absolute cluster distances. An analysis of these data shows that the cluster distribution is in good agreement with the thick, inclined disk geometry of the LMC, as defined by its field stars. We also find that the old globular clusters follow the same distribution, suggesting that the LMC's disk formed at about the same time as the globular clusters, ~ 13 Gyr ago. Finally, we have used our cluster distances in conjunction with the disk geometry to calculate the distance to the LMC center, for which we find (m-M)o = 18.40 +/- 0.04_{ran} +/- 0.08_{sys}, or Do = 47.9 +/- 0.9 +/- 1.8 kpc."
  },
  {
    "id": 80,
    "title": "A new method of alpha ray measurement using a Quadrupole Mass Spectrometer",
    "text": "We propose a new method of alpha($\\alpha$)-ray measurement that detects helium atoms with a Quadrupole Mass Spectrometer(QMS). A demonstration is undertaken with a plastic-covered $^{241}$Am $\\alpha$-emitting source to detect $\\alpha$-rays stopped in the capsule. We successfully detect helium atoms that diffuse out of the capsule by accumulating them for one to 20 hours in a closed chamber. The detected amount is found to be proportional to the accumulation time. Our method is applicable to probe $\\alpha$-emitting radioactivity in bulk material."
  },
  {
    "id": 81,
    "title": "High-dimensional variable selection",
    "text": "This paper explores the following question: what kind of statistical guarantees can be given when doing variable selection in high-dimensional models? In particular, we look at the error rates and power of some multi-stage regression methods. In the first stage we fit a set of candidate models. In the second stage we select one model by cross-validation. In the third stage we use hypothesis testing to eliminate some variables. We refer to the first two stages as \"screening\" and the last stage as \"cleaning.\" We consider three screening methods: the lasso, marginal regression, and forward stepwise regression. Our method gives consistent variable selection under certain conditions."
  },
  {
    "id": 82,
    "title": "Aspects of stochastic resonance in reaction-diffusion systems: The nonequilibrium-potential approach",
    "text": "We analyze several aspects of the phenomenon of stochastic resonance in reaction-diffusion systems, exploiting the nonequilibrium potential's framework. The generalization of this formalism (sketched in the appendix) to extended systems is first carried out in the context of a simplified scalar model, for which stationary patterns can be found analytically. We first show how system-size stochastic resonance arises naturally in this framework, and then how the phenomenon of array-enhanced stochastic resonance can be further enhanced by letting the diffusion coefficient depend on the field. A yet less trivial generalization is exemplified by a stylized version of the FitzHugh-Nagumo system, a paradigm of the activator-inhibitor class. After discussing for this system the second aspect enumerated above, we derive from it -through an adiabatic-like elimination of the inhibitor field- an effective scalar model that includes a nonlocal contribution. Studying the role played by the range of the nonlocal kernel and its effect on stochastic resonance, we find an optimal range that maximizes the system's response."
  },
  {
    "id": 83,
    "title": "Nonlinear equations for p-adic open, closed, and open-closed strings",
    "text": "We investigate the structure of solutions of boundary value problems for a one-dimensional nonlinear system of pseudodifferential equations describing the dynamics (rolling) of p-adic open, closed, and open-closed strings for a scalar tachyon field using the method of successive approximations. For an open-closed string, we prove that the method converges for odd values of p of the form p=4n+1 under the condition that the solution for the closed string is known. For p=2, we discuss the questions of the existence and the nonexistence of solutions of boundary value problems and indicate the possibility of discontinuous solutions appearing."
  },
  {
    "id": 84,
    "title": "Global Disk Oscillation Modes in Cataclysmic Variables and Other Newtonian Accretors",
    "text": "Diskoseismology, the theoretical study of small adiabatic hydrodynamical global perturbations of geometrically thin, optically thick accretion disks around black holes (and other compact objects), is a potentially powerful probe of the gravitational field. For instance, the frequencies of the normal mode oscillations can be used to determine the elusive angular momentum parameter of the black hole. The general formalism developed by diskoseismologists for relativistic systems can be readily applied to the Newtonian case of cataclysmic variables (CVs). Some of these systems (e.g., the dwarf nova SS Cygni) show rapid oscillations in the UV with periods of tens of seconds and high coherence. In this paper, we assess the possibility that these dwarf nova oscillations (DNOs) are diskoseismic modes. Besides its importance in investigating the physical origin of DNOs, the present work could help us to answer the following question. To what extent are the similarities in the oscillation phenomenology of CVs and X-ray binaries (XRBs) indicative of a common physical mechanism?"
  },
  {
    "id": 85,
    "title": "Asymptotic behavior of w in general quintom model",
    "text": "For the quintom models with arbitrary potential $V=V(\\phi,\\sigma)$, the asymptotic value of equation of state parameter w is obtained by a new method. In this method, w of stable attractors are calculated by using the ratio (d ln V)/(d ln a) in asymptotic region. All the known results, have been obtained by other methods, are reproduced by this method as specific examples."
  },
  {
    "id": 86,
    "title": "Astronomical bounds on future big freeze singularity",
    "text": "Recently it was found that dark energy in the form of phantom generalized Chaplygin gas may lead to a new form of the cosmic doomsday, the big freeze singularity. Like the big rip singularity, the big freeze singularity would also take place at a finite future cosmic time, but unlike the big rip singularity it happens for a finite scale factor.Our goal is to test if a universe filled with phantom generalized Chaplygin gas can conform to the data of astronomical observations. We shall see that if the universe is only filled with generalized phantom Chaplygin gas with equation of state $p=-c^2s^2/\\rho^{\\alpha}$ with $\\alpha<-1$, then such a model cannot be matched to the data of astronomical observations. To construct matched models one actually need to add dark matter. This procedure results in cosmological scenarios which do not contradict the data of astronomical observations and allows one to estimate how long we are now from the future big freeze doomsday."
  },
  {
    "id": 87,
    "title": "Electroweak measurements at the Tevatron",
    "text": "The increasing size of the data samples recorded by the CDF and DO experiments at the Tevatron enables studies of a wide range of processes involving the electroweak bosons W and Z. Single boson production is now looked at in terms of differential cross sections such as rapidity or transverse momentum dependence. Diboson production cross-sections are several orders of magnitude smaller than single boson production cross-sections, but all combinations Wgamma, Zgamma, WW and WZ have been observed. ZZ production is expected at a rate just below the observation threshold with current data sample sizes, but this channel is expected to be accessible to the Tevatron experiments soon."
  },
  {
    "id": 88,
    "title": "Transition maps between the 24 bases for a Leonard pair",
    "text": "Let $V$ denote a vector space with finite positive dimension. We consider a pair of linear transformations $A : V \\to V$ and $A^* : V \\to V$ that satisfy (i) and (ii) below: (i) There exists a basis for $V$ with respect to which the matrix representing $A$ is irreducible tridiagonal and the matrix representing $A^*$ is diagonal. (ii) There exists a basis for $V$ with respect to which the matrix representing $A^*$ is irreducible tridiagonal and the matrix representing $A$ is diagonal. We call such a pair a Leonard pair on $V$. In an earlier paper we described 24 special bases for $V$. One feature of these bases is that with respect to each of them the matrices that represent $A$ and $A^*$ are (i) diagonal and irreducible tridiagonal or (ii) irreducible tridiagonal and diagonal or (iii) lower bidiagonal and upper bidiagonal or (iv) upper bidiagonal and lower bidiagonal. For each ordered pair of bases among the 24, there exists a unique linear transformation from $V$ to $V$ that sends the first basis to the second basis; we call this the transition map. In this paper we find each transition map explicitly as a polynomial in $A,A^*$."
  },
  {
    "id": 89,
    "title": "Fermions in Self-dual Vortex Background on a String-like Defect",
    "text": "By using the self-dual vortex background on extra two-dimensional Riemann surfaces in 5+1 dimensions, the localization mechanism of bulk fermions on a string-like defect with the exponentially decreasing warp-factor is obtained. We give the conditions under which localized spin 1/2 and 3/2 fermions can be obtained."
  },
  {
    "id": 90,
    "title": "Huge magneto-crystalline anisotropy of x-ray linear dichroism observed on Co/FeMn bilayers",
    "text": "We present an x-ray spectromicroscopic investigation of single-crystalline magnetic FeMn/Co bilayers on Cu(001), using X-ray magnetic circular (XMCD) and linear (XMLD) dichroism at the Co and Fe L3 absorption edges in combination with photoelectron emission microscopy (PEEM). Using the magnetic coupling between the ferromagnetic Co layer and the antiferromagnetic FeMn layer we are able to produce magnetic domains with two different crystallographic orientations of the magnetic easy axis within the same sample at the same time. We find a huge difference in the XMLD contrast between the two types of magnetic domains, which we discuss in terms of intrinsic magneto-crystalline anisotropy of XMLD of the Co layer. We also demonstrate that due to the high sensitivity of the method, the small number of induced ferromagnetic Fe moments at the FeMn-Co interface is sufficient to obtain magnetic contrast from XMLD in a metallic system."
  },
  {
    "id": 91,
    "title": "A Trickiness of the High-Temperature Limit for Number Density Correlation Functions in Classical Coulomb Fluids",
    "text": "The Debye-H\\\"uckel theory describes rigorously the thermal equilibrium of classical Coulomb fluids in the high-temperature $\\beta\\to 0$ regime ($\\beta$ denotes the inverse temperature). It is generally believed that the Debye-H\\\"uckel theory and the systematic high-temperature expansion provide an adequate description also in the region of small {\\em strictly positive} values of $\\beta>0$. This hypothesis is tested in the present paper on a two-dimensional Coulomb gas of pointlike $+/-$ unit charges interacting via a logarithmic potential which is equivalent to an integrable sine-Gordon field model. In particular, we apply a form factor method to obtain the exact asymptotic large-distance behavior of particle correlation functions, considered in the charge and number density combinations. We first determine the general forms of the leading and subleading asymptotic terms at strictly positive $\\beta>0$ and then evaluate their high-temperature $\\beta\\to 0$ forms. In the case of the {\\em charge} correlation function, the leading asymptotic term at a strictly positive $\\beta>0$ is also the leading one in the high-temperature $\\beta\\to 0$ regime. On the contrary, the $\\beta\\to 0$ behavior of the {\\em number density} correlation function is accompanied by an interference between the first two asymptotic terms. Consequently, the large-distance behavior of this function exhibits a discontinuity when going from strictly positive values of $\\beta>0$ to the Debye-H\\\"uckel limit $\\beta\\to 0$. This is the crucial conclusion of the paper: the large-distance asymptotics and the high-temperature limit do not commute for the density correlation function of the two-dimensional Coulomb gas."
  },
  {
    "id": 92,
    "title": "Thermal equilibrium and statistical thermometers in special relativity",
    "text": "There is an intense debate in the recent literature about the correct generalization of Maxwell's velocity distribution in special relativity. The most frequently discussed candidate distributions include the Juettner function as well as modifications thereof. Here, we report results from fully relativistic one-dimensional (1D) molecular dynamics (MD) simulations that resolve the ambiguity. The numerical evidence unequivocally favors the Juettner distribution. Moreover, our simulations illustrate that the concept of 'thermal equilibrium' extends naturally to special relativity only if a many-particle system is spatially confined. They make evident that 'temperature' can be statistically defined and measured in an observer frame independent way."
  },
  {
    "id": 93,
    "title": "On Asymptotic Proximity of Distributions",
    "text": "We consider some general facts concerning convergence P_{n}-Q_{n}\\to 0 as n\\to \\infty, where P_{n} and Q_{n} are probability measures in a complete separable metric space. The main point is that the sequences {P_{n}} and {Q_{n}} are not assumed to be tight. We compare different possible definitions of the above convergence, and establish some general properties."
  },
  {
    "id": 94,
    "title": "The young, wide and very low mass visual binary LOri167",
    "text": "We look for wide, faint companions around members of the 5 Myr Lambda Orionis open cluster. We used optical, near-infrared, and Spitzer/IRAC photometry. We report the discovery of a very wide very low mass visual binary, LOri167, formed by a brown dwarf and a planetary-mass candidate located at 5 arcsec, which seems to belong to the cluster. We derive Teff of 2125 and 1750 K. If they are members, comparisons with theoretical models indicate masses of 17 (20-15) Mjup and 8 (13-7) Mjup, with a projected separation of 2000 AU. Such a binary system would be difficult to explain in most models, particularly those where substellar objects form in the disks surrounding higher mass stars."
  },
  {
    "id": 95,
    "title": "WACA: A Hierarchical Weighted Clustering Algorithm optimized for Mobile Hybrid Networks",
    "text": "Clustering techniques create hierarchal network structures, called clusters, on an otherwise flat network. In a dynamic environment-in terms of node mobility as well as in terms of steadily changing device parameters-the clusterhead election process has to be re-invoked according to a suitable update policy. Cluster re-organization causes additional message exchanges and computational complexity and it execution has to be optimized. Our investigations focus on the problem of minimizing clusterhead re-elections by considering stability criteria. These criteria are based on topological characteristics as well as on device parameters. This paper presents a weighted clustering algorithm optimized to avoid needless clusterhead re-elections for stable clusters in mobile ad-hoc networks. The proposed localized algorithm deals with mobility, but does not require geographical, speed or distances information."
  },
  {
    "id": 96,
    "title": "Integral group ring of the Mathieu simple group M24",
    "text": "We consider the Zassenhaus conjecture for the normalized unit group of the integral group ring of the Mathieu sporadic group $M_{24}$. As a consequence, for this group we confirm Kimmerle's conjecture on prime graphs."
  },
  {
    "id": 97,
    "title": "Bethe algebra and algebra of functions on the space of differential operators of order two with polynomial solutions",
    "text": "We show that the following two algebras are isomorphic. The first is the algebra $A_P$ of functions on the scheme of monic linear second-order differential operators on $\\C$ with prescribed regular singular points at $z_1,..., z_n, \\infty$, prescribed exponents $\\La^{(1)}, ..., \\La^{(n)}, \\La^{(\\infty)}$ at the singular points, and having the kernel consisting of polynomials only. The second is the Bethe algebra of commuting linear operators, acting on the vector space $\\Sing L_{\\La^{(1)}} \\otimes ... \\otimes L_{\\La^{(n)}}[\\La^{(\\infty)}]$ of singular vectors of weight $\\La^{(\\infty)}$ in the tensor product of finite dimensional polynomial $gl_2$-modules with highest weights $\\La^{(1)},..., \\La^{(n)}$."
  },
  {
    "id": 98,
    "title": "Rich methane premixed laminar flames doped by light unsaturated hydrocarbons - Part I : allene and propyne",
    "text": "The structure of three laminar premixed rich flames has been investigated: a pure methane flame and two methane flames doped by allene and propyne, respectively. The gases of the three flames contain 20.9% (molar) of methane and 33.4% of oxygen, corresponding to an equivalence ratio of 1.25 for the pure methane flame. In both doped flames, 2.49% of C3H4 was added, corresponding to a ratio C3H4/CH4 of 12% and an equivalence ratio of 1.55. The three flames have been stabilized on a burner at a pressure of 6.7 kPa using argon as dilutant, with a gas velocity at the burner of 36 cm/s at 333 K. The concentration profiles of stable species were measured by gas chromatography after sampling with a quartz microprobe. Quantified species included carbon monoxide and dioxide, methane, oxygen, hydrogen, ethane, ethylene, acetylene, propyne, allene, propene, propane, 1,2-butadiene, 1,3-butadiene, 1-butene, isobutene, 1-butyne, vinylacetylene, and benzene. The temperature was measured using a PtRh (6%)-PtRh (30%) thermocouple settled inside the enclosure and ranged from 700 K close to the burner up to 1850 K. In order to model these new results, some improvements have been made to a mechanism previously developed in our laboratory for the reactions of C3-C4 unsaturated hydrocarbons. The main reaction pathways of consumption of allene and propyne and of formation of C6 aromatic species have been derived from flow rate analyses."
  },
  {
    "id": 99,
    "title": "Multiple Parton Scattering in Nuclei: Quark-quark Scattering",
    "text": "Modifications to quark and antiquark fragmentation functions due to quark-quark (antiquark) double scattering in nuclear medium are studied systematically up to order \\cal{O}(\\alpha_{s}^2)$ in deeply inelastic scattering (DIS) off nuclear targets. At the order $\\cal{O}(\\alpha_s^2)$, twist-four contributions from quark-quark (antiquark) rescattering also exhibit the Landau-Pomeranchuck-Midgal (LPM) interference feature similar to gluon bremsstrahlung induced by multiple parton scattering. Compared to quark-gluon scattering, the modification, which is dominated by $t$-channel quark-quark (antiquark) scattering, is only smaller by a factor of $C_F/C_A=4/9$ times the ratio of quark and gluon distributions in the medium. Such a modification is not negligible for realistic kinematics and finite medium size. The modifications to quark (antiquark) fragmentation functions from quark-antiquark annihilation processes are shown to be determined by the antiquark (quark) distribution density in the medium. The asymmetry in quark and antiquark distributions in nuclei will lead to different modifications of quark and antiquark fragmentation functions inside a nucleus, which qualitatively explains the experimentally observed flavor dependence of the leading hadron suppression in semi-inclusive DIS off nuclear targets. The quark-antiquark annihilation processes also mix quark and gluon fragmentation functions in the large fractional momentum region, leading to a flavor dependence of jet quenching in heavy-ion collisions."
  }
]