[
  {
    "id": 0,
    "title": "Fort Pitt",
    "text": "Fort Pitt may refer to:\n\nSaskatchewan, Canada\nFort Pitt Farms Christian Community, Hutterite group\nBattle of Fort Pitt, during the 1885 North-West Rebellion\nFort Pitt Provincial Park, named after a Hudson's Bay Company trading post, now National Historic Site\n\nKent, England\nFort Pitt Grammar School\nFort Pitt, Kent, Napoleonic-era fort\n\nPittsburgh, Pennsylvania, USA\nFort Pitt (Pennsylvania), on the site of present-day Pittsburgh\nFort Pitt (Amtrak), former train operated between Pittsburgh and Altoona\nFort Pitt Blockhouse, a structure built in support of Fort Pitt\nFort Pitt Boulevard\nFort Pitt Brewing Company, active 1906 to 1957\nFort Pitt Bridge\nFort Pitt Elementary School\nFort Pitt Foundry, historic armory\nFort Pitt Hornets, former ice hockey team\nFort Pitt Incline, former funicular railroad\nFort Pitt Museum\nFort Pitt Regiment, soccer club\nSiege of Fort Pitt, in 1763 during Pontiac's War\nTreaty of Fort Pitt, 1778, between the United States and the Lenape people\nFort Pitt Tunnel"
  },
  {
    "id": 1,
    "title": "East Williston, Florida",
    "text": "East Williston is a census-designated place (CDP) in Levy County, Florida, United States. The population was 694 at the 2010 census.\n\nGeography\nEast Williston is located at  (29.389034, -82.419488).\n\nAccording to the United States Census Bureau, the CDP has a total area of , all land.\n\nDemographics\n\nAs of the census of 2000, there were 966 people, 344 households, and 245 families residing in the CDP.  The population density was 310.6 people per square mile (119.9/km2).  There were 381 housing units at an average density of 122.5/sq mi (47.3/km2).  The racial makeup of the CDP was 12.42% White, 83.75% African American, 0.21% Native American, 1.14% from other races, and 2.48% from two or more races. Hispanic or Latino of any race were 2.38% of the population.\n\nThere were 344 households, out of which 35.5% had children under the age of 18 living with them, 29.1% were married couples living together, 36.3% had a female householder with no husband present, and 28.5% were non-families. 23.5% of all households were made up of individuals, and 8.7% had someone living alone who was 65 years of age or older.  The average household size was 2.81 and the average family size was 3.32.\n\nIn the CDP, the population was spread out, with 31.2% under the age of 18, 12.1% from 18 to 24, 27.6% from 25 to 44, 17.6% from 45 to 64, and 11.5% who were 65 years of age or older.  The median age was 31 years. For every 100 females, there were 75.6 males.  For every 100 females age 18 and over, there were 75.5 males.\n\nThe median income for a household in the CDP was $23,882, and the median income for a family was $28,152. Males had a median income of $26,589 versus $17,981 for females. The per capita income for the CDP was $14,085.  About 29.4% of families and 28.7% of the population were below the poverty line, including 41.7% of those under age 18 and 35.1% of those age 65 or over.\n\nReferences\n\nCensus-designated places in Levy County, Florida\nCensus-designated places in Florida"
  },
  {
    "id": 2,
    "title": "Mercurius (disambiguation)",
    "text": "Mercurius may refer to:\n\nMythology and fiction\n Mercury (mythology) (Latin: Mercurius), a Roman god\n Mercurius, the demon from the German fairy tale \"The Spirit in the Bottle\"\n The OZ-13MSX2 Mercurius, a mobile suit appearing in the anime Mobile Suit Gundam Wing\n\nPeople\n Saint Mercurius (died 250), Christian saint and a martyr\n Pope John II (died 535), whose given name was Mercurius\n Mercurius Oxoniensis (1914–2003), pen-name of the British historian Hugh Trevor-Roper\n Mercurius of Transylvania, voivode of Transylvania\n\nOther uses\n Mercurius (crater), a crater on the Moon\n Mercurius (trade union), a former Dutch trade union\n Mercurius (Sweden), a Swedish Investment company that part bought Coloroll\n\nSee also\n Mercury (disambiguation) (Latin: Mercurius)\n Meconium, the earliest stool of a mammalian infant"
  },
  {
    "id": 3,
    "title": "George Clinton",
    "text": "\nGeorge Clinton may refer to:\n\nMusic\nGeorge Clinton (clarinettist) (1850–1913), British clarinettist\nGeorge Clinton (funk musician) (born 1941), American funk musician\nGeorge S. Clinton (born 1947), American musician\n\nPolitics\nGeorge Clinton (Royal Navy officer) (1686–1761), British colonial governor of Newfoundland and of New York\nGeorge Clinton (vice president) (1739–1812), Vice President of the U.S. and Governor of New York\nGeorge Clinton Jr. (1771–1809), U.S. Representative from New York, nephew of Vice President George Clinton\nGeorge W. Clinton (1807–1885), mayor of Buffalo, New York\nGeorge De Witt Clinton, member of the 77th (1854) and 80th New York State Legislatures (1857)\nGeorge Clinton (born 1846), member of the 107th New York State Legislature (1884), son of Mayor George W. Clinton\nGeorge Henry Clinton, Louisiana politician\n\nOther people\nGeorge Perkins Clinton (1867–1937), American botanist and mycologist\nGeorge Clinton (rugby league) (1924–2010), English rugby league footballer who played in the 1940s and 1950s, and coached in the 1950s and 1960s\n\nSee also\nClinton (surname)\nGeorge Clinton Sweeney (1895–1966), United States federal judge"
  },
  {
    "id": 4,
    "title": "Purley",
    "text": "Purley may refer to:\n\nPlaces\n\nin England \nPurley, London\nPurley Way, out-of-town retail area\nPurley on Thames, in Berkshire\n\nin the United States \nPurley, North Carolina\nPurley, Texas\n\nOther uses \nPurley (name)\nPurley (server platform) is a server platform that was released by Intel in 2017, using Skylake Xeon CPUs.\n\nSee also \n Purleigh, Essex\n Pearly (disambiguation)"
  },
  {
    "id": 5,
    "title": "Amaguq",
    "text": "According to Inuit mythology Amaguq is a trickster and wolf god. See also: Amarok, the spirit of the wolf.  \n\nAnimal gods\nInuit gods\nMythological canines\nMythological dogs\nTrickster gods\nWolves in folklore, religion and mythology"
  },
  {
    "id": 6,
    "title": "Humboldt, Illinois",
    "text": "Humboldt is a village in Coles County, Illinois, United States. At the 2020 census, its population was 361. It is part of the Charleston-Mattoon Micropolitan Statistical Area.\n\nHistory\nThe village was incorporated on April 16, 1878. The village was named after Alexander von Humboldt, a German natural scientist.\n\nGeography\nHumboldt is located at  (39.604140, -88.319676).\n\nAccording to the 2010 census, Humboldt has a total area of , all land.\n\nDemographics\n\nAt the 2000 census, there were 481 people, 183 households and 133 families residing in the town. The population density was . There were 199 housing units at an average density of . The racial make-up was 98.75% White, 0.21% Native American and 1.04% from other races. Hispanic or Latino of any race were 3.95% of the population.\n\nThere were 183 households, of which 35.0% had children under the age of 18 living with them, 62.8% were married couples living together, 8.7% had a female householder with no husband present, and 26.8% were non-families. 23.5% of all households were made up of individuals, and 12.0% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.12.\n\n27.4% of the population were under the age of 18, 8.5% from 18 to 24, 31.0% from 25 to 44, 21.0% from 45 to 64 and 12.1% who were 65 years of age or older.  The median age was 33 years. For every 100 females, there were 90.9 males. For every 100 females age 18 and over, there were 88.6 males.\n\nThe median household income was $39,375 and the median family income was $45,625. Males had a median income of $29,688 and females $20,417. The per capita income was $16,244. About 1.6% of families and 6.7% of the population were below the poverty line, including 5.3% of those under age 18 and 7.5% of those age 65 or over.\n\nReferences\n\nCharleston–Mattoon, IL Micropolitan Statistical Area\nVillages in Coles County, Illinois\nVillages in Illinois\nPopulated places established in 1878"
  },
  {
    "id": 7,
    "title": "Boxtel",
    "text": "Boxtel () is a municipality and a town in the southern Netherlands. The name derives from Buchestelle and is presumably a combination of 'stelle' (Dutch for stable, safe place) and (deer) buck.\n\nThis is the origin of the Van Boxtel family, which has numerous descendants in North Brabant.\n\nThe town was the site of the Battle of Boxtel fought in September 1794 during the Flanders campaign. It is often principally remembered as the first battle of the future Duke of Wellington.\n\nPopulation centres \nBoxtel\nEsch\nLennisheuvel\nLiempde\n\nTopography\n\nDutch topographic map of the municipality of Boxtel, 2021\n\nNotable residents \n\n José van Dijck (born 1960) a new media author and academic\n Teun Voeten (born 1961) a Dutch photojournalist and cultural anthropologist\n Marcel Wanders (born 1963) a Dutch designer and art director\n Dianne van Giersbergen (born 1985 in Liempde) a spinto soprano and singer-songwriter\n Sam Feldt (born 1993) a Dutch DJ and record producer\n\nSport \n Jeroen Delmee (born 1973) a field hockey player and twice Olympic champion\n Bas van Erp (1979 – 2016) a Dutch wheelchair Paralympic tennis player\n Frank van der Struijk (born 1985) a Dutch footballer with over 300 club caps\n Michael van Gerwen (born 1989) a Dutch professional, 3-time World Darts Champion\n Glenn Schuurman (born 1991) a Dutch field hockey player, competed at the 2016 Summer Olympics\n Silvinho Esajas (born 2002) a Dutch professional footballer\n\nTransportation\nBoxtel railway station\n\nGallery\n\nReferences\n\nExternal links\n\nOfficial website\n\n \nMunicipalities of North Brabant\nPopulated places in North Brabant"
  },
  {
    "id": 8,
    "title": "Pomroy Township, Minnesota",
    "text": "Pomroy Township is the name of some places in the U.S. state of Minnesota:\nPomroy Township, Itasca County, Minnesota\nPomroy Township, Kanabec County, Minnesota\n\nSee also\n\n Pomroy (disambiguation)\n\nMinnesota township disambiguation pages"
  },
  {
    "id": 9,
    "title": "Nona",
    "text": "Nona may refer to:\n\nPlaces\n Nona, Missouri, an unincorporated community in United States\n Nin, Croatia, also known as Nona in Latin\n Roman Catholic Diocese of Nona, which had its see there; now a Latin titular bishopric\n Tor di Nona, a small area in Rome's Rione V called \"Ponte\"\n Nona River, a river in Assam\n\nArts and entertainment\n \"Nona\" (short story), a 1978 story by Stephen King\n the title character of Strega Nona, a children's book by Tomie dePaola\n La Nona, a 1979 Argentine film\n Nona (film), a 2021 animated short film by Pixar\n Nona, a 2017 film by Michael Polish about human trafficking\n Nona, a 1985-present Malaysian television series on TV3\n\nLiterature\n Nona (magazine), a Malaysian women's magazine\n\nPeople\n Nona (given name), a list of people and a figure in Roman mythology\n Nona (surname), an Assyrian surname\n Gajaman Nona, pen name of Ceylonese poet and author Donna Isabella Koraneliya (1746-1815)\n\nOther uses\n Nona (mythology), one of Parcae in classical mythology, equivalent to the Greek Fates\n nona-, a prefix meaning nine\n Hurricane Nona, a hurricane during the 1994 Pacific hurricane season\n 2S9 Nona, a Russian 120mm (self-propelled) gun-mortar\n\nSee also\n The Nona Tapes, a 1995 mockumentary by the grunge band Alice in Chains\n None (liturgy), English for the Latin canonical hour nona\n Nonna (disambiguation)"
  },
  {
    "id": 10,
    "title": "Parry Peninsula",
    "text": "The Parry Peninsula on the north coast of Canada's Northwest Territories is bounded on the west by Franklin Bay, on the north by Amundsen Gulf, and on the east by Darnley Bay.The nearest settlement is Paulatuk. It is also home to the Cape Parry Migratory Bird Sanctuary on the northern extremity of the Parry Peninsula.\n\nHistory\nIt is named for the Arctic explorer William Edward Parry. On the northern tip of the peninsula is Cape Parry. A headland, and a Distant Early Warning Line site on Parry Peninsula northern tip.\n\nSee also\nCape Parry\nPaulatuk\nDistant Early Warning Line\n\nReferences\n\nFurther reading\n\nPeninsulas of the Northwest Territories"
  },
  {
    "id": 11,
    "title": "1460s BC",
    "text": "The 1460s BC was a decade lasting from January 1, 1469 BC to December 31, 1460 BC.\n\nEvents and trends\n c. 1469 BC—In the Battle of Megiddo, Egypt defeats Canaan.\n\nSignificant people\n Hatshepsut of Egypt, female Pharaoh of the 18th Dynasty (1473 BC–1458 BC)\n\nReferences"
  },
  {
    "id": 12,
    "title": "Occupation",
    "text": "Occupation commonly refers to:\n\nOccupation or job, one's role in society, often a regular activity performed for payment\nOccupation (protest), political demonstration by holding public or symbolic spaces\nMilitary occupation, the martial control of a territory\nOccupancy, use of a building\n\nOccupation or The Occupation may also refer to:\n\nArts and entertainment\nOccupation (film), a 2018 Australian film\nOccupation (TV series), a 2009 British drama about the Iraq War\n\"Occupation\" (Battlestar Galactica), a 2006 television episode\n\"The Occupation\" (Star Wars Rebels), a 2017 television episode\nThe Occupation, a 2019 video game\nThe Occupation, a 2019 novel by Deborah Swift\n\nSee also\nCareer, a course through life\nEmployment, a relationship wherein a person serves of another by hire\nJob (disambiguation)\nOccupy (disambiguation)\nPosition (disambiguation)\nProfession, a vocation\nStandard Occupational Classification System\nVocation, an occupation to which a person is specially drawn"
  },
  {
    "id": 13,
    "title": "Abatement of debts and legacies",
    "text": "Abatement of debts and legacies is a common law doctrine of wills that holds that when the equitable assets of a deceased person are not sufficient to satisfy fully all the creditors, their debts must abate proportionately, and they must accept a dividend.\n\nIn the case of legacies when the funds or assets out of which they are payable are not sufficient to pay them in full, the legacies abate in proportion, unless there is a priority given specially to any particular legacy. Annuities are also subject to the same rule as general legacies.\n\nThe order of abatement is usually:\n Intestate property\n The residuary of the estate\n General Devises—i.e., cash gifts\n Demonstrative Devises—i.e., cash gifts from a specific account, stocks, bonds, securities, etc.\n Specific Devises—i.e., specified items of personal property, real property, etc.\nNon-probate property—i.e., life insurance policies—do not abate.\n\nDefinitions\nA specific devise, is a specific gift in a will to a specific person other than an amount of money. For example, if James's will states that he is leaving his $500,000 yacht to his brother Mike, the yacht would be a specific devise.\n\nA general devise, is a monetary gift to a specific person to be satisfied out of the overall estate. For example, if James's will states that he is leaving $500,000 to his son Sam then the money would be a general devise.\n\nA demonstrative devise, is money given from a particular account.  For example, \"$10,000 to be paid from the sale of my GM stock.\"\n\nA residual devise is one left to a devisee after all specific and general devices have been made.  For example, James's will might say: \"I give all the rest, residue and remainder of my estate to my daughter Lilly.\" Lilly would be the residual devisee and entitled to James's residuary estate.\n\nReferences\n\nCommon law\nWills and trusts"
  },
  {
    "id": 14,
    "title": "Gilding metal",
    "text": "Gilding metal is a form of brass (an alloy of copper and zinc) with a much higher copper content than zinc content. Exact figures range from 95% copper and 5% zinc to “8 parts copper to 1 of zinc” (11% zinc) in British Army Dress Regulations.\n\nGilding metal is used for various purposes, including the jackets of bullets, driving bands on some artillery shells, as well as enameled badges and other jewellery. The sheet is widely used for craft metalworking by hammer working. It is also used particularly as a lower-cost training material for silversmiths.  Starting in 1944, shell casings made of gilding metal were melted down by the United States Mint to be made into pennies.  These pennies replaced the less popular steel cent of 1943, and the pennies of this composition were produced until 1946.\n\nGilding metal was also used for the \"bronze\" Olympic medal at the 2020 Summer Olympics held in Tokyo, Japan in 2021.\n\nGilding metal may be annealed by heating to between . It should be cooled slowly afterwards, to reduce risk of cracking.\n\nReferences \n\nCopper alloys\nBrass\nAmmunition"
  },
  {
    "id": 15,
    "title": "AD 145",
    "text": "Year 145 (CXLV) was a common year starting on Thursday (link will display the full calendar) of the Julian calendar. At the time, it was known as the Year of the Consulship of Hadrianus and Caesar (or, less frequently, year 898 Ab urbe condita). The denomination 145 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents\n\nBy place\n\nRoman Empire \n Antoninus Augustus Pius and Marcus Aurelius Caesar become Roman Consuls.\n Marcus Aurelius marries Faustina the Younger, the daughter of Antoninus Pius.\n Arrian becomes archon in Athens.\n\nAsia \n Change of emperor from Han Chongdi to Han Zhidi of the Chinese Han Dynasty.\n\nBirths \n April 11 – Septimius Severus, Roman emperor (d. 211)\n\nDeaths \n Han Chongdi, Chinese emperor of the Han Dynasty (b. 143)\n\nReferences"
  },
  {
    "id": 16,
    "title": "Termination type",
    "text": "In lithic reduction, termination type is a characteristic indicating the manner in which the distal end of a lithic flake detaches from a core (Andrefsky 1998:18).  Common types include:\n\n Step/snap termination – these occur when a flake snaps or breaks during removal, resulting in an abrupt right-angle break.\n Hinge termination – results when the applied force rolls away from the core or objective piece, creating a rounded or blunted distal end.\n Overshot/outrepasse/plunging termination - occurs when the applied force dips and removes a section of the opposite margin of the artifact or the distal end of the core.  Also referred to as a reverse hinge termination.\n Perverse termination - \"twisting\" breaks resulting from when the applied force is redirected through the material in a helical fashion;\n Feather/monotomic termination – a smooth termination that results in a feathered distal end.  The distal ends of these flakes are only a few molecules thick, are extremely sharp, and indicate a flawless detachment.  These are the intended results of some lithic reduction techniques, and are very desirable for opportunistic tool use that does not require retouching or sharpening.\n\nReferences\n Andrefsky, William, Jr. (1998) Lithics: Macroscopic approaches to analysis.  Cambridge University Press, Cambridge.\n\nLithics"
  },
  {
    "id": 17,
    "title": "IPY",
    "text": "IPY or Ipy may refer to:\n\n International Polar Year, year of international research focused on the polar regions\n Ipy (goddess), an ancient Egyptian mother goddess depicted as a hippopotamus\n Ipy (noble), a court official who was part of the 18th Dynasty of Ancient Egypt"
  },
  {
    "id": 18,
    "title": "Cordova",
    "text": "Cordova may refer to:\n\nPlaces\n\nFormer states \nEmirate of Cordova (756–929)\nCaliphate of Cordova (929–1031)\nTaifa of Cordova (1031–1091)\n\nArgentina\nCórdoba, Argentina, capital of Córdoba Province\nCórdoba Province, Argentina\n\nColombia \nCórdoba Department\n\nMexico \nCórdoba, Veracruz\n\nPeru \nCórdova District, Huaytará Province\n\nPhilippines \nCordova, Cebu\n\nSpain\nCórdoba, Andalusia, a city in Spain\nProvince of Córdoba (Spain), in Andalusia\n\nUnited States\nCordova, Alabama, a city\nCordova, Alaska, a city\nCordova Bay, Alaska\nCordova Township, Rock Island County, Illinois\nCordova, Illinois, a village in Rock Island County\nCordova, Kentucky, an unincorporated community\nCordova, Maryland, a village\nCordova, Minnesota, an unincorporated community\nCordova Township, Le Sueur County, Minnesota\nCordova, Nebraska, a village\nCordova, New Mexico, an unincorporated community and census-designated place\nCordova, North Carolina, an unincorporated community and census-designated place \nCordova, South Carolina, a town\nCordova, Tennessee\nCordova, West Virginia, an unincorporated community\n\nOther uses\n Cordova (surname)\n Apache Cordova, a mobile software development framework\n Cordova Mall, in Pensacola, Florida\n Cordova Rebellion, an 1839 uprising in Texas\n USS Cordova, an escort carrier of the United States Navy, later transferred to the Royal Navy\n Cordova Hotel, in St. Augustine, Florida\n\nSee also\n Córdoba (disambiguation)\n Cordova Airport (disambiguation)\n Cordova High School (disambiguation)\n De Córdova (disambiguation)"
  },
  {
    "id": 19,
    "title": "Session",
    "text": "Session may refer to:\n\nBureaucracy and law\nSession (parliamentary procedure)\nSession (Presbyterian), a governing body in Presbyterian polity\nCourt of Session, the supreme civil court of Scotland\nExecutive session, a portion of the United States Senate's daily session\nLegislative session\n\nComputing\nSession (computer science), a semi-permanent interactive information exchange between communicating devices\nSession (web analytics), in web analytics, measuring a continuous period of browsing of a website by a particular user\nSession, a group of process groups in POSIX-conformant operating systems\nCD sessions, how data is laid out on an optical disc\nLogin session\nSession (software), a decentralized messaging platform\n\nMusic\n\nContexts\nJam session, where musicians gather and play\nPub session, playing music in a public house\nRecording session, where musicians record music together\n\nWorks\n\nSession (Ned's Atomic Dustbin album), a 2004 album by Ned's Atomic Dustbin\n\"Session\", an instrumental song by Linkin Park from their 2003 album Meteora\n\"Session\", a song by The Offspring from their 1992 album Ignition\n\"Session\", a song by Tyler the Creator from the album Bastard\n\nOther uses in music\nCD sessions, the layout of data on a compact disc or DVD\nSession musician, musicians available for hire\n\nOther uses\nAcademic term, sometimes called a \"session\"\nSession of Christ, the Christian doctrine of Jesus' place in heaven\nSession (video game), a skateboarding video game planned for 2019\nSession, a 2018 short film directed by Buğra Mert Alkayalar\n\nSee also\nCession\nCourt of Session (disambiguation)\nSessions (disambiguation)"
  },
  {
    "id": 20,
    "title": "Mass media in Laos",
    "text": "Mass media in Laos are based on a network of telephone lines and radiotelephone communications in remote areas, as well as mobile phone infrastructure. The system is not well-developed.\n\nInfrastructure and statistics\nIn 1997 there were 25,000 telephone lines in use, and in 2007 there were 850,000 mobile cellular subscribers. Laos is served by a Russian Intersputnik satellite that covers the Indian Ocean region.\n\nIn 1998 there were 12 AM stations and one FM station. In 1997 there were an estimated 730,000 radios in the country. In 2011 Laos had three television channels. In 2000 there was one Internet service provider, by 2002 serving about 10,000 users. The top-level domain for Laos is .la.\n\nSee also\n Telephone numbers in Laos\n Internet in Laos\n\nReferences \n\n \nLaos\nLaos"
  },
  {
    "id": 21,
    "title": "Robert Blake",
    "text": "Robert Blake may refer to:\n\nSportspeople\n Bob Blake (American football) (1885–1962), American football player\n Robbie Blake (born 1976), English footballer\n Bob Blake (ice hockey) (1914–2008), American ice hockey player\n Rob Blake (born 1969), Canadian ice hockey player\n\nPoliticians\n Robert O. Blake (1921–2015), American diplomat\n Robert O. Blake Jr. (born 1957), American diplomat, the son of the above\n Robert Blake (MP), Member of Parliament  for Calne in 1421\n\nMilitary figures\n Robert Blake (admiral) (1598–1657), English admiral\n Robert Blake (Medal of Honor), American Civil War sailor, first African-American to receive the Medal of Honor\n Robert Blake (USMC) (1894–1983), United States Marine Corps general\n\nActors\n Robert Blake (actor) (born 1933), American actor, starred in the TV series Baretta\n Bobby Blake (born 1958), African American pornographic actor\n\nOther\n Robert Blake (cabinetmaker) (fl. 1826–1839), London cabinetmaker\n Robert Blake (dentist) (1772–1822), Irish dentist\n Robert Blake (folk singer) (fl. 21st century), American folk singer\n Robert Blake, Baron Blake (1916–2003), English historian\n Robert Pierpont Blake (1886–1950), American Byzantist and Orientalist\n Robert R. Blake (1918–2004), American management theoretician, developer of the Managerial Grid Model\n\nCharacters\n Bob Blake, in a series of African-American westerns from the 1930s played by Herb Jeffries\n Robert Blake, from Bungie's computer game Marathon 2: Durandal\n Robert Harrison Blake, from H. P. Lovecraft's short story \"The Haunter of the Dark\"\n Robert Blake (detective), character created by Dinendra Kumar Roy\n\nSee also\nBlake (surname)\nBlake (disambiguation)"
  },
  {
    "id": 22,
    "title": "Center Creek Township, Martin County, Minnesota",
    "text": "Center Creek Township is a township in Martin County, Minnesota, United States. The population was 269 at the 2000 census.\n\nThis township took its name from Center Creek.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , of which   is land and   (0.08%) is water.\n\nDemographics\nAs of the census of 2000, there were 269 people, 106 households, and 78 families residing in the township.  The population density was 7.6 people per square mile (2.9/km2).  There were 111 housing units at an average density of 3.1/sq mi (1.2/km2).  The racial makeup of the township was 98.51% White, and 1.49% from two or more races. Hispanic or Latino of any race were 1.86% of the population.\n\nThere were 106 households, out of which 26.4% had children under the age of 18 living with them, 64.2% were married couples living together, 3.8% had a female householder with no husband present, and 26.4% were non-families. 20.8% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older.  The average household size was 2.54 and the average family size was 2.88.\n\nIn the township the population was spread out, with 23.0% under the age of 18, 8.6% from 18 to 24, 25.3% from 25 to 44, 27.1% from 45 to 64, and 16.0% who were 65 years of age or older.  The median age was 42 years. For every 100 females, there were 100.7 males.  For every 100 females age 18 and over, there were 105.0 males.\n\nThe median income for a household in the township was $40,859, and the median income for a family was $41,477. Males had a median income of $26,389 versus $18,750 for females. The per capita income for the township was $16,689.  About 2.6% of families and 3.6% of the population were below the poverty line, including none of those under the age of eighteen and 5.6% of those 65 or over.\n\nReferences\n\nTownships in Martin County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 23,
    "title": "Capricorn",
    "text": "Capricorn (pl. capricorni or capricorns) may refer to:\n\nPlaces\nCapricorn and Bunker Group, islands of the southern Great Barrier Reef, Australia\nCapricorn District Municipality, Limpopo province, South Africa\n\nAnimals\nCapricorn, an animal from the ibex family, particularly the Alpine ibex\nCapricornis, a genus of goat-like or antelope-like animals\n\nAstronomy and astrology \n Capricornus, one of the constellations of the zodiac\n Capricorn (astrology)\n\nArts, entertainment, and media\n\nFictional characters\nCapricorn (comics), several Marvel Comics characters\nCapricorn (Inkworld), Inkheart character\n\nMusic\n\nGroups and labels\n Capricorn Records, an American record label active 1969-1979\n\nAlbums\nCapricorn (Jay Chou album), 2008\nCapricorn (Trevor Powers album), 2020\nCapricorn (Mike Tramp album), 1997\n\"Capricorn (A Brand New Name)\", a 2002 single by 30 Seconds to Mars from their self-titled album\n\nSongs\n\"Capricorn\", a song by IQ from their 1997 concept album Subterranea\n\"Capricorn\", a song by Barclay James Harvest from the album Eyes of the Universe\n\"Capricorn\", a song by Motörhead from the album Overkill\n\nOther uses in arts, entertainment, and media \n Capricorn (manga), a 1988 manga series created by Johnny Manajeb\n Capricorn One, a 1978 thriller\n\nBrands and enterprises\nCapricorn (microprocessor), a family of microprocessors used in the HP series 80 scientific microcomputers\nCapricorn, one of the names for the Virgin Atlantic GlobalFlyer\nCapricorn Investment Holdings, an umbrella for the Capricorn group of companies\n\nOther uses\nCapricorn, a ship that on January 28, 1980 collided with and sank the USCGC Blackthorn (WLB-391)\nCapricorn Africa Society, a pressure group in British African colonies\n\nSee also\nCaprica (disambiguation), various meanings in the science fiction franchise series Battlestar Galactica\nCapricornia (disambiguation)\nTropic of Capricorn (disambiguation)"
  },
  {
    "id": 24,
    "title": "Helsingborg Municipality",
    "text": "Helsingborg Municipality (Helsingborgs kommun) is a municipality in Scania County in Sweden. Its seat is located in the city of Helsingborg, which is Sweden's eighth largest city. The municipality had a population of \n147,734 on January 1, 2019, and the metro has about 320,000 inhabitants.\n\nBetween 1912 and 1971 the name of the town was officially spelled Hälsingborg (rather like the region of Hälsingland but unlike neighbouring Danish Helsingør and the Finnish capital Helsingfors (Helsinki)). The spelling was changed back to the older version when the present municipality was created in 1971 through the amalgamation of the Town of Hälsingborg with four surrounding rural municipalities. Since the 1990s the municipality again styles itself Helsingborgs stad (Town of Helsingborg). This usage is only nominal and has no effect on the status of the municipality.\n\nLocalities\n\nAs of 2018, there were 16 urban areas the municipality.\n\nInternational relations\n\nTwin towns — sister cities\nHelsingborg is twinned with:\n Alexandria, United States\n Dubrovnik, Croatia\n\n Liepāja, Latvia\n Pärnu, Estonia\n\nSee also\n Municipalities of Sweden\n European route E4\n\nReferences\nStatistics Sweden\n\nExternal links\n\nHelsingborg Municipality - Official site\nThe local daily newspaper\n\n \nMunicipalities of Skåne County\nScania"
  },
  {
    "id": 25,
    "title": "ICD (disambiguation)",
    "text": "ICD is the International Statistical Classification of Diseases and Related Health Problems, an international standard diagnostic tool.\n\nICD may also refer to:\n\nOrganizations\n Information Control Division of the US Army in Germany after WWII\n United States Army Medical Research Institute of Chemical Defense (USAMRICD or ICD) \n Iranian Club, Dubai\n Islamic Corporation for the Development of the Private Sector, of the Islamic Development Bank\n International Clothing Designs, UK clothing importer\n\nScience and technology\n In-circuit debugger, in electronic hardware development\n Interface control document, in systems and software engineering\n MPLAB devices ICD (n-circuit debugger)\n Interatomic Coulombic decay, a relaxation process\n\nMedicine\n Immunogenic cell death\n Implantable cardioverter-defibrillator\n Impulse control disorder\n Isobaric counterdiffusion\n\nOther uses\n Doctor of Canon Law (Latin: Iuris Canonici Doctor)\n Incentive-centered design\n Inland container depot of Container Corporation of India\n\nSee also\n Intelligence Community Directive 301 (ICD-301)"
  },
  {
    "id": 26,
    "title": "Pope Pelagius II",
    "text": "Pope Pelagius II (died 7 February 590) was the bishop of Rome from 26 November 579 to his death.\n\nLife\nPelagius was a native of Rome, but probably of Ostrogothic descent, as his father's name was Winigild. Pelagius became Pope Benedict I's successor on November 26, 579, without imperial confirmation.\n\nPelagius appealed for help from Emperor Maurice against the Lombards, but to no avail, forcing Pelagius to \"buy\" a truce and turn to the Franks, who invaded Italy, but left after being bribed by the Lombards.\n\nPelagius labored to promote clerical celibacy, and he issued stringent regulations on this matter. During his pontificate, the bishop of Milan, who had broken communion with Rome in the Schism of the Three Chapters, returned to full communion around 581, while other bishops in Northern Italy remained in schism.\n\nPelagius ordered the construction of the Basilica di San Lorenzo fuori le Mura, a church shrine over the place where Saint Lawrence was martyred. During his reign, the Visigoths of Spain converted, but he also faced conflict with the See of Constantinople over the adoption of the title of \"Ecumenical Patriarch,\" which Pelagius believed to undermine the authority of the papacy.\n\nPelagius fell victim to the plague that devastated Rome at the end of 590. His successor, Gregory I, thought his regulations of clerical celibacy too strict, and modified them to some extent.\n\nReferences\n\n590 deaths\nPopes\nItalian popes\n6th-century deaths from plague (disease)\nPopes of the Byzantine Papacy\n6th-century archbishops\nYear of birth unknown\n520 births\n6th-century popes\nInfectious disease deaths in Lazio"
  },
  {
    "id": 27,
    "title": "Burdell Township, Michigan",
    "text": "Burdell Township is a civil township of Osceola County in the U.S. state of Michigan.  As of the 2000 census, the township population was 1,241.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , of which  is land and  (0.56%) is water.\n\nDemographics\nAs of the census of 2000, there were 1,241 people, 478 households, and 351 families residing in the township.  The population density was 33.2 per square mile (12.8/km2).  There were 713 housing units at an average density of 19.1 per square mile (7.4/km2).  The racial makeup of the township was 98.55% White, 0.08% African American, 0.32% Native American, 0.24% Asian, and 0.81% from two or more races. Hispanic or Latino of any race were 0.48% of the population.\n\nThere were 478 households, out of which 31.4% had children under the age of 18 living with them, 61.3% were married couples living together, 8.4% had a female householder with no husband present, and 26.4% were non-families. 20.5% of all households were made up of individuals, and 9.0% had someone living alone who was 65 years of age or older.  The average household size was 2.59 and the average family size was 3.00.\n\nIn the township the population was spread out, with 26.0% under the age of 18, 6.9% from 18 to 24, 28.0% from 25 to 44, 26.0% from 45 to 64, and 13.1% who were 65 years of age or older.  The median age was 39 years. For every 100 females, there were 101.1 males.  For every 100 females age 18 and over, there were 97.8 males.\n\nThe median income for a household in the township was $35,481, and the median income for a family was $40,815. Males had a median income of $30,521 versus $20,294 for females. The per capita income for the township was $15,375.  About 8.8% of families and 13.4% of the population were below the poverty line, including 15.5% of those under age 18 and 9.1% of those age 65 or over.\n\nReferences\n\nTownships in Osceola County, Michigan\nTownships in Michigan"
  },
  {
    "id": 28,
    "title": "Salhouse Broad",
    "text": "Salhouse Broad, one of the Norfolk Broads, is situated on the River Bure in The Broads in Norfolk, England.\n\nThe broad is situated just off the river and attracts little through traffic. It lies south of Hoveton Great Broad and approximately half a mile north of the village of Salhouse. Salhouse Broad is accessible from the landward side and moorings are also permitted to fee-paying boat visitors. It is privately owned and managed in conjunction with the community of Salhouse. The broad covers an area of  and is home to many forms of wildlife including the Norfolk hawker dragonfly and the swallowtail butterfly. Black swans have been recorded on this broad. Salhouse Broad is unusual in being the result of the flooding of tenth century sand and gravel diggings, not of peat diggings like most of the broads.\n\nReferences\n\nNorfolk Broads"
  },
  {
    "id": 29,
    "title": "Martin Luther King (disambiguation)",
    "text": "Martin Luther King Jr. (1929–1968) was a minister and civil rights activist.\n\nMartin Luther King may also refer to:\n\nPeople\nMartin Luther King Sr. (1899–1984), Baptist minister and father of Martin Luther King Jr.\nMartin Luther King III (born 1957), son of Martin Luther King Jr. and a former head of the Southern Christian Leadership Conference\n\nPlaces\n Martin Luther King station (disambiguation), stations of the name\n Martin Luther King Street, see List of streets named after Martin Luther King Jr.\nMartin Luther King Jr. East Busway\nMartin Luther King Jr. Avenue\nMartin Luther King Jr. Boulevard (disambiguation)\nMartin Luther King Jr. Drive (disambiguation)\nMartin Luther King Jr. Expressway (disambiguation)\nMartin Luther King Jr. Parkway (disambiguation)\nMartin Luther King Jr. Way (disambiguation)\n Martin Luther King School\n Martin Luther King High School (disambiguation)\n Martin Luther King Middle School (disambiguation)\n Lycée Martin Luther King (disambiguation)\n\nOthers\n Bust of Martin Luther King (disambiguation)\n Statue of Martin Luther King (disambiguation)\n\nSee also\n\n \n Martin Luther King Jr. Day\n Martin Luther (disambiguation)\n MLK (disambiguation)"
  },
  {
    "id": 30,
    "title": "Lith, North Brabant",
    "text": "Lith () is a  town in the province North Brabant in the Netherlands. Before 2011, there was also a municipality; since 2011 Lith is a part of Oss.\n\nSee also\nOijen en Teeffelen\n\nExternal links \nOfficial Website\n\nMunicipalities of the Netherlands disestablished in 2011\nPopulated places in North Brabant\nFormer municipalities of North Brabant\nOss"
  },
  {
    "id": 31,
    "title": "Amoz",
    "text": "Amoz  (), also known as Amotz, was the father of the prophet Isaiah, mentioned in Isaiah 1:1; 2:1 and 13:1, and in II Kings 19:2, 20; 20:1. Nothing else is known for certain about him.\n\nThere is a Talmudic tradition that when the name of a prophet's father is given, the father was also a prophet, so that Amoz would have been a prophet like his son. Though it is mentioned frequently as the patronymic title of Isaiah, the name Amoz appears nowhere else in the Bible. The rabbis of the Talmud declared, based upon a rabbinic tradition, that Amoz was the brother of Amaziah (אמציה), the king of Judah at that time (and, as a result, that Isaiah himself was a member of the royal family). According to some traditions, Amoz is the \"man of God\" in 2 Chronicles 25:7–9 (Seder Olam Rabbah 20), who cautioned Amaziah to release the Israelite mercenaries that he had hired.\n\nReferences\n\nProphets in Judaism\nHebrew Bible people\nIsaiah"
  },
  {
    "id": 32,
    "title": "Lycoris (company)",
    "text": "Lycoris, (formerly Redmond Linux Corp.), was started in the year 2000 with the intent to make free software easy enough for anyone to use. Redmond Linux was founded by Joseph Cheek, an entrepreneur who had previously worked for Linuxcare. In late 2001 it merged with embedded systems company DeepLinux; the merged entity was named Redmond Linux Corporation. The company's first product was Redmond Linux Personal, an easy-to-use Linux desktop operating system. The company was renamed Lycoris in January 2002 and its assets were acquired by Mandriva on June 15, 2005.\n\nThe flagship product of Lycoris was Lycoris Desktop/LX, a Linux distribution.\nThe company was based in Maple Valley, Washington, USA.\nLycoris is currently part of Mandriva.\n\nLycoris Desktop/LX \nLycoris Desktop/LX installer was originally based on Caldera International's OpenLinux Workstation 3.1 distribution with the rest of the distribution built from the kernel up. The desktop and applications looked a lot like Microsoft Windows XP, right down to the background image that shipped with the software.\n\nReferences\n\nLinux companies"
  },
  {
    "id": 33,
    "title": "Riverside, New York",
    "text": "Riverside is the name of several places in the U.S. state of New York:\n\n Riverside, Buffalo, a neighborhood in Buffalo, New York\n Riverside, Steuben County, New York, a village\n Riverside, Suffolk County, New York, a hamlet and census-designated place\n Riverside, a hamlet in the Town of Unadilla, New York\n\nSee also\nRiverside (house), a mansion on the Upper West Side of New York City\nRiverside Drive, a scenic north-south road on the Upper West Side of New York City\nRiverside (disambiguation)"
  },
  {
    "id": 34,
    "title": "Burt Township, Michigan",
    "text": "Burt Township is the name of some places in the U.S. state of Michigan:\n\n Burt Township, Alger County, Michigan\n Burt Township, Cheboygan County, Michigan\n\nSee also \n Burt, Michigan, an unincorporated community in Saginaw County\n\nMichigan township disambiguation pages"
  },
  {
    "id": 35,
    "title": "Amykos",
    "text": "In Greek mythology, Amykos (), Latinized as Amycus, was the king of the Bebryces, a mythical people in Bithynia.\n\nFamily \nAmycus was the son of Poseidon and the Bithynian nymph Melia.\n\nMythology \nAmycus was a doughty man but being a king he compelled strangers to box as a way of killing them. When the Argonauts passed through Bithynia, Amycus challenged the best man of the crew to a boxing match. Polydeuces undertook to box against him and killed him with a blow on the elbow.\n\nWhen the Bebryces rush to avenge him, the chiefs snatched up their arms and put them to flight with great slaughter.\n\nBay/Port \n\nDuring ancient time the bay at modern Beykoz was called Amykos.\n\nNotes\n\nReferences \n\n Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website.\nApollonius Rhodius, Argonautica translated by Robert Cooper Seaton (1853-1915), R. C. Loeb Classical Library Volume 001. London, William Heinemann Ltd, 1912. Online version at the Topos Text Project.\n Apollonius Rhodius, Argonautica. George W. Mooney. London. Longmans, Green. 1912. Greek text available at the Perseus Digital Library.\n Gaius Julius Hyginus, Fabulae from The Myths of Hyginus translated and edited by Mary Grant. University of Kansas Publications in Humanistic Studies. Online version at the Topos Text Project.\n The Orphic Argonautica, translated by Jason Colavito. © Copyright 2011. Online version at the Topos Text Project.\n\nKings in Greek mythology\nChildren of Poseidon\nDemigods in classical mythology\nCharacters in the Argonautica\nAnatolian characters in Greek mythology\n\nCharacters in Greek mythology"
  },
  {
    "id": 36,
    "title": "Garbage collection (disambiguation)",
    "text": "Garbage collection, or waste collection, is part of municipal waste management.\n\nGarbage collection may also refer to:\n\n Garbage collection (computer science), in automatic memory management\n Garbage collection (SSD), in flash memory"
  },
  {
    "id": 37,
    "title": "Route flapping",
    "text": "In computer networking and telecommunications, route flapping occurs when a router alternately advertises a destination network via one route then another, or as unavailable and then available again, in quick sequence. \n\nRoute flapping is caused by pathological conditions (hardware errors, software errors, configuration errors, intermittent errors in communications links, unreliable connections, etc.) within the network which cause certain reachability information to be repeatedly advertised and withdrawn. For example, link flap occurs when an interface on a router has a hardware failure that causes the router to announce it alternately as \"up\" and \"down\".\n\nIn networks with link-state routing protocols, route flapping will force frequent recalculation of the topology by all participating routers. In networks with distance-vector routing protocols, route flapping can trigger routing updates with every state change. In both cases, it prevents the network from converging.\n\nRoute flapping can be contained to a smaller area of the network if route aggregation is used. As an aggregate route will not be withdrawn as long as at least one of the aggregated subnets is still valid, a flapping route that is part of an aggregate will not disturb the routers that receive the aggregate.\n\nSee also\n BGP route damping\n Supernet\n\nReferences\n\nFlapping"
  },
  {
    "id": 38,
    "title": "Stata Mater",
    "text": "In ancient Roman religion, Stata Mater (\"Mother who stops or stabilizes\") was a compital goddess who protected against fires. She had an image (simulacrum) in the Forum, and her cultus, as Festus notes, spread from there throughout the neighborhoods (vici) of the city.\n\nThe original statue was set up by an Aurelius Cotta who had supervised the installation of new pavement in the Forum at the end of the 80s BC. The goddess's purpose was to safeguard the stonework from fire damage. Only the Lares Augusti outnumber her as recipients of surviving dedications from compital shrines.\n\nIn the neighborhoods\n\nThe cult of Stata Mater was centered on compital shrines of the vici, and numerous inscriptions to her were made by the heads of neighborhood associations (vicomagistri). Her popularity attests to the everpresent threat and danger of fire in metropolitan Rome. She is sometimes given the additional title Augusta, perhaps in reference to the reorganization of the regions of Rome under Augustus in 7 BC. One of the outcomes of this redistricting was to create local boards or neighborhood watches (vigiles) tasked with fire control, as a response to recent arson in the Forum. The dedications mark the success of local fire brigades in putting out fires. One pairs Stata Mater Augusta with Volcanus Quietus Augustus, \"the 'Quieted' Vulcan Augustus.\" Stata Mater is perhaps to be identified with the Fortuna Augusta Stata named in an inscription. Her cultivation is an example of localized Imperial cult under Augustus.\n\nA Vicus Statae Matris (\"Stata Mater's Neighborhood\") was located on the Caelian Hill, and a Vicus Statae Siccianae in the Transtiberim.\n\nW.H. Roscher places Stata mater among the indigitamenta, the list of deities maintained by Roman priests to assure that the correct divinity was invoked for rituals.\n\nSee also\n Vulcanalia\n Vesta\n Cacus\n Great Fire of Rome\n\nReferences\n\nExternal links\n A pedestal for Stata Mater from Roman Spain\n\nFire goddesses\nRoman goddesses"
  },
  {
    "id": 39,
    "title": "First woman",
    "text": "First woman may refer to:\n\n Eve, the first woman in Abrahamic religions\n Aclima, Luluwa or Calmana, in Abrahamic traditions, the first woman born\n First Lady, an honorary title borne by the spouse or partner of an elected head of state\n First Women, a United Kingdom awards program for women\n Lilith, a demonic figure in Judaic mythology, supposedly the primordial she-demon and alternatively first wife of Adam\n Lilith, The Legend of the First Woman, a poem by Ada Langworthy Collier\n Mitochondrial Eve, the matrilineal most recent common ancestor of all currently living humans\n\nSee also\n First man or woman (disambiguation)\n List of women's firsts\n Valentina Tereshkova, first woman in space"
  },
  {
    "id": 40,
    "title": "Westport Township, Pope County, Minnesota",
    "text": "Westport Township is a township in Pope County, Minnesota, United States. The population was 279 at the 2000 census.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of 35.4 square miles (91.8 km), of which 34.5 square miles (89.5 km) is land and 0.9 square mile (2.3 km) (2.48%) is water.\n\nDemographics\nAs of the census of 2000, there were 279 people, 83 households, and 68 families residing in the township.  The population density was 8.1 people per square mile (3.1/km).  There were 90 housing units at an average density of 2.6/sq mi (1.0/km).  The racial makeup of the township was 99.28% White, and 0.72% from two or more races. Hispanic or Latino of any race were 1.08% of the population.\n\nThere were 83 households, out of which 47.0% had children under the age of 18 living with them, 78.3% were married couples living together, 2.4% had a female householder with no husband present, and 16.9% were non-families. 13.3% of all households were made up of individuals, and 6.0% had someone living alone who was 65 years of age or older.  The average household size was 3.36 and the average family size was 3.72.\n\nIn the township the population was spread out, with 35.8% under the age of 18, 9.3% from 18 to 24, 26.2% from 25 to 44, 21.1% from 45 to 64, and 7.5% who were 65 years of age or older.  The median age was 31 years. For every 100 females, there were 111.4 males.  For every 100 females age 18 and over, there were 113.1 males.\n\nThe median income for a household in the township was $42,188, and the median income for a family was $44,250. Males had a median income of $31,667 versus $17,750 for females. The per capita income for the township was $14,185.  About 13.6% of families and 13.2% of the population were below the poverty line, including 12.6% of those under the age of eighteen and 23.1% of those 65 or over.\n\nReferences\n\nTownships in Pope County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 41,
    "title": "Icarius",
    "text": "In Greek mythology, there were two people named Icarius (;  Ikários).\nIcarius, a Spartan prince, son of Perieres.\nIcarius, an Athenian who received Dionysus.\n\nSee also\nIcarus, whose wings failed in flight\n\nNotes\n\nReferences \n\n Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website.\n\nCharacters in Greek mythology"
  },
  {
    "id": 42,
    "title": "105 BC",
    "text": "\nYear 105 BC was a year of the pre-Julian Roman calendar. At the time it was known as the Year of the Consulship of Rufus and Maximus (or, less frequently, year 649 Ab urbe condita) and the Sixth Year of Yuanfeng. The denomination 105 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents \n By place \n Roman Republic \n January 1 – Gnaeus Mallius Maximus and Publius Rutilius Rufus become Roman consuls. \n October 6 – The Battle of Arausio, where the Cimbri destroy two Roman armies on the Rhône, is the most severe defeat of Roman forces since the Battle of Cannae.\n Gaius Marius, together with the consul Publius Rutilius Rufus, initiates sweeping reforms of the Roman army.\n Lucius Cornelius Sulla secures the capture of Jugurtha. His success is made possible by the treachery of Bocchus I, king of Mauretania, and this ends the Jugurthine War (which has begun in 112 BC).\n At Rome, the first official gladiator match is demonstrated by gladiators from Capua, as part of a training program for the military.\n\nBirths \n Decimus Laberius, Roman nobleman and Latin writer (d. 43 BC)\n Tiberius Claudius Nero, Roman politician and general \n Marcus Atius Balbus, Roman praetor and governor (d. 51 BC)\n\nDeaths \n Marcus Aurelius Scaurus, Roman politician and general, executed as a prisoner of war in the advent of the Battle of Arausio\n\nReferences"
  },
  {
    "id": 43,
    "title": "638 BC",
    "text": "The year 638 BC was a year of the pre-Julian Roman calendar. In the Roman Empire, it was known as year 116 Ab urbe condita . The denomination 638 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents\n\nBirths\nSolon, lawmaker of Athens\n\nDeaths\n\nReferences"
  },
  {
    "id": 44,
    "title": "Numitor",
    "text": "In Roman mythology, King Numitor () of Alba Longa, was the maternal grandfather of Rome's founder and first king, Romulus, and his twin brother Remus.  He was the son of Procas, descendant of Aeneas the Trojan, and father of the twins' mother, Rhea Silvia, and Lausus.\n\nIn 794 BC Procas died and was meant to be succeeded by Numitor. Instead he was overthrown and removed from the kingdom by his brother, Amulius, who had no respect for his father's will or his brother's seniority. Amulius also murdered Numitor's sons, in an effort to remove power from his brother for himself.\n\nRhea Silvia was made a Vestal Virgin by Amulius rendering her unable to have children on pain of death; however, according to myth she was forcibly impregnated by the god Mars. Romulus and Remus overthrew Amulius and reinstated Numitor as king in 752 B.C .\n\nFamily tree\n\nSee also\nAeneid\nThe Golden Bough (mythology)\n\nNotes\n\nReferences\n\nKings of Alba Longa\n\nCharacters in Book VI of the Aeneid"
  },
  {
    "id": 45,
    "title": "Timeline of Polish history",
    "text": "This is a timeline of Polish history, comprising important legal and territorial changes and political events in Poland and its predecessor states.  To read about the background to these events, see History of Poland.  See also the list of Polish monarchs and list of prime ministers of Poland.\n\n Centuries: 5th6th7th8th9th10th11th12th13th14th15th16th17th18th19th20th21stSee also\n\n5th century\n\n10th century\n\n11th century\n\n12th century\n\n13th century\n\n14th century\n\n15th century\n\n16th century\n\n17th century\n\n18th century\n\n19th century\n\n20th century\n\nThe Second Polish Republic (1918–39)\n\nOccupation of Poland (1939–45)\n\nCommunist takeover, Polish People's Republic\n\nDemocratic Republic of Poland\n\n21st century\n\nSee also\nCities in Poland\n Timeline of Białystok\n Timeline of Gdańsk\n Timeline of Kraków\n Timeline of Łódź \n Timeline of Lwów (formerly in Poland; now in Ukraine)\n Timeline of Poznań\n Timeline of Szczecin\n Timeline of Warsaw\n Timeline of Wrocław\n Category:Timelines of cities in Poland (in Polish)\n\nReferences \n\nLibrary of Congress, A Country Study: Poland, Chronology of Important Events: online\n\nFurther reading\n\nExternal links\n \n\n \nYears in Poland\nPoland"
  },
  {
    "id": 46,
    "title": "Ford Escort",
    "text": "Ford Escort may refer to one of several vehicles manufactured by Ford Motor Company:\n Ford Escort (North America), a compact car manufactured for the North American market from 1980 to 2003\n Ford Escort (Europe), a vehicle manufactured by Ford Europe from 1968 to 2002\n Ford Escort RS Cosworth, sports and rally version of the fifth generation European Escort\n Ford Escort (China), a Ford Focus-based compact car for the Chinese market since 2015\n Ford Escort (Squire-based estate), a variant of the Ford Squire built and marketed in the United Kingdom from 1955 to 1961"
  },
  {
    "id": 47,
    "title": "Watarrka National Park",
    "text": "Watarrka National Park is a protected area  in the Northern Territory of Australia located about 1,316 kilometres (817 miles) south of the territory capital of Darwin and  southwest of Alice Springs.\n\nIt contains the much visited Kings Canyon at the western end of the George Gill Range and Kathleen Springs —  to the southeast of Kings Canyon.\n\nWatarrka National Park was established in 1989 and gets its name from the Aboriginal name of the land.\n\nIn 1986, the national park was described by the Department of Environment as follows:One of the most spectacular canyons in Central Australia. Kings Canyon contains some 60 rare or relict plant species and a total of 572 different plant species and 80 species of birds. It is a 'living plant museum' and is notable for its stands of cycads & permanent rock pools. There are some well-preserved Aboriginal paintings and engravings in the area...\n\nThe national park is categorised as an IUCN Category II protected area. On 25 March 1986, it was listed on the now-defunct Register of the National Estate.\n\nSee also \n Protected areas of the Northern Territory\n\nReferences\n\nExternal links\nOfficial webpage\nWebpage on the Protected Planet website\n\nNational parks of the Northern Territory\nProtected areas established in 1989\n1989 establishments in Australia\nNorthern Territory places listed on the defunct Register of the National Estate"
  },
  {
    "id": 48,
    "title": "Perieres",
    "text": "In Greek mythology, Perieres () may refer to these two distinct individuals.\nPerieres, king of Messenia and son of Aeolus.\n Perieres, Theban charioteer of Menoeceus (father of Creon). He was the one who wounded Clymenus, king of Minyans and father of Erginus. This resulted to the heavy tribute imposed by the Minyans to the Thebans.\n\nNotes\n\nReferences \n\n Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website.\n Hesiod, Catalogue of Women from Homeric Hymns, Epic Cycle, Homerica translated by Evelyn-White, H G. Loeb Classical Library Volume 57. London: William Heinemann, 1914. Online version at theio.com\n\nTheban characters in Greek mythology\nCharacters in Greek mythology"
  },
  {
    "id": 49,
    "title": "Evans Hall",
    "text": "Evans Hall is a common name for buildings on college and university campuses.  Colleges which have (or had) an Evans Hall include:\n Agnes Scott College\n Becker College\n Berry College\n Carleton College\n Connecticut College\n Emory University\n Florida Institute of Technology\n Gordon College (Massachusetts)\n Henderson State University\n Indiana Wesleyan University\n Loma Linda University\n Mississippi State University (dormitory, 1964–2014)\n Ohio State University\n Philadelphia College of Osteopathic Medicine\n Point Loma Nazarene University\n Prairie View A&M University\n Ripon College\n Simmons College\n Southwestern Adventist University\n Sterling College\n University of Central Oklahoma\n University of Delaware\n University of California, Berkeley\n University of Illinois at Urbana–Champaign\n University of Oklahoma\n University of Wisconsin–Oshkosh\n Wilkes University\n\nArchitectural disambiguation pages"
  },
  {
    "id": 50,
    "title": "Nässjö Municipality",
    "text": "Nässjö Municipality (Nässjö kommun) is a municipality in Jönköping County, southern Sweden where the town Nässjö is situated.\n\nThe present municipality was created in 1971 when the City of Nässjö (instituted in 1914) was amalgamated with five surrounding municipalities.\n\nLocalities\nThere are 11 urban areas (also called a Tätort or locality) in Nässjö Municipality.\n\nIn the table the localities are listed according to the size of the population as of December 31, 2005. The municipal seat is in bold characters.\n\nSister cities \nNässjö has had two sister cities since the 1940s: Brønderslev in Denmark and Eidsberg in Norway.\n\nReferences \nOfficial webpage, history section (parts in Swedish)\nStatistics Sweden\n\nExternal links \n\nNässjö Municipality - Official site\nCoat of arms\n\nMunicipalities of Jönköping County"
  },
  {
    "id": 51,
    "title": "List of counties of Prince Edward Island",
    "text": "The Canadian province of Prince Edward Island has three counties that have historically been used as administrative divisions for the provincial government, and prior to Confederation (in 1873), the colonial government.\n\nThe current system of land division in Prince Edward Island, including its three counties, dates to a series of surveys undertaken in 1764-65 by Captain Samuel Holland of the British Army's Corps of Royal Engineers.  Holland's survey saw the island divided into the three counties, each of which had a \"royalty\" (or shire town) as a county seat.  The rest of the county outside the royalty was sub-divided into parishes for the Church of England, measuring approximately ; the parishes were further sub-divided into townships measuring approximately .\n\nThe counties are no longer used as administrative boundaries for the provincial government; however, they continue to be used as census divisions by Statistics Canada for statistical purposes in administering the Canadian census.\n\nSee also\n\nAdministrative divisions of Canada\n\nReferences\n\n \nCounties\nPrince Edward Island"
  },
  {
    "id": 52,
    "title": "USS Triton",
    "text": "USS Triton may refer to:\n\n, a tug in commission from 1889 to 1930\n, a tug that served briefly during 1918\n, a submarine commissioned in 1940 and sunk in 1943\n, later SSN-586, a submarine in commission from 1959 to 1969\n\nSee also\n \n\nUnited States Navy ship names"
  },
  {
    "id": 53,
    "title": "Murray River National Park",
    "text": "Murray River National Park is a protected area  in South Australia located between  and  north east of the Adelaide city centre.  The national park was proclaimed in 1991 \"to conserve a significant proportion of South Australia’s floodplain environments which are not represented widely in other reserve systems.\"  The national park consists of three sections adjoining the Murray River and extending from near Loxton in the south west to near Renmark in the north-east.  The first which is known as the ‘Katarapko’ section is located on the north side of the river between Loxton in the south and Berri in the north.  The second section which is known as the ‘Lyrup Flats’ section is located on the north side of the river midway between Berri and Loxton.  The third section is known as the ‘Bulyong’ section is located on the west side of the river upstream from Renmark.     The national park is classified as an IUCN Category VI protected area.\n\nSee also\n Protected areas of South Australia\n Katarapko Game Reserve\n Riverland Biosphere Reserve\n List of islands within the Murray River in South Australia\n Riverland Mallee Important Bird Area\n\nReferences\n\nExternal links\n Murray River National Park official site\nMurray River National Park webpage on protected planet\n\nNational parks of South Australia\nProtected areas established in 1991\n1991 establishments in Australia\nMurray River"
  },
  {
    "id": 54,
    "title": "Tuireann",
    "text": "In Irish mythology, Tuireann (Old Irish: Tuirenn or Tuirill Biccreo) was the father by Danu (or Brigid) of Creidhne, Luchtaine, and Goibniu.\n\nHis other sons, by his daughter Danand, included Brian, Iuchar, and Iucharba, who killed Lugh's father Cian. As an erec (a recompense fine), they were sent on a quest recounted as Oidheadh Chlainne Tuireann (The Tragedy of the Sons of Tuireann), one of the Three sorrowful tales of Erin. After Lugh had taken his elaborate revenge, Tuireann died of grief over their graves.\n\nHe is stated in various portions of Lebor Gabála Érenn to be the same person as Delbáeth mac Ogma, who is also credited as the father of Brian, Iuchar, and Iucharba.\n\nReferences\n\nTuatha Dé Danann"
  },
  {
    "id": 55,
    "title": "Optimization (disambiguation)",
    "text": "Mathematical optimization is the theory and computation of extrema or stationary points of functions.\n\nOptimization, optimisation, or optimality may also refer to:\n\n Engineering optimization\n Feedback-Directed Optimisation, in computing\n Optimality model in biology\n Optimality Theory, in linguistics\n Optimization (role-playing games), a gaming play style\n Optimize (magazine)\n Process optimization, in business and engineering, methodologies for improving the efficiency of a production process\n Product optimization, in business and marketing, methodologies for improving the quality and desirability of a product or product concept\n Program optimization, in computing, methodologies for improving the efficiency of software\n Search engine optimization, in internet marketing\n\nSee also \n\n Optimum (disambiguation)\n Optimality theory (disambiguation)\n Optimism (disambiguation)\n Optimist (disambiguation)\n Optimistic (disambiguation)\n \n Maximization (disambiguation)\n Minimization (disambiguation)"
  },
  {
    "id": 56,
    "title": "186 BC",
    "text": "\nYear 186 BC was a year of the pre-Julian Roman calendar. At the time it was known as the Year of the Consulship of Albinus and Philippus (or, less frequently, year 568 Ab urbe condita). The denomination 186 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents \n By place \n\n Roman Republic \n The rapid spread of the Bacchanalia cult throughout the Roman Republic, which, it is claimed, indulges in all kinds of crimes and political conspiracies at its nocturnal meetings, leads to the Roman Senate issuing a decree, the Senatus consultum de Bacchanalibus, by which the Bacchanalia are prohibited throughout all Italy except in certain special cases which must be approved specifically by the Senate.\n\n Asia Minor \n Eumenes II of Pergamum defeats Prusias I of Bithynia.\n\n China \n The first burial at the famous archaeological site of Mawangdui is made during the Western Han Dynasty of China.\n\nBirths \n Ptolemy VI Philometor, king of Egypt, who will reign from 180 BC (d. 145 BC)\n\nDeaths \n Li Cang, Marquis of Dai, buried in one of the Mawangdui\n\nReferences"
  },
  {
    "id": 57,
    "title": "Dodoni",
    "text": "Dodoni () is a village and a municipality in the Ioannina regional unit, Epirus, Greece. The seat of the municipality is the village Agia Kyriaki (community Theriakisi).\n\nThe modern village of Dodoni is located near the ancient city of same name and site of the ancient oracle of Dodona. Oedipus the King was shot here in 1967.\n\nMunicipality\nThe present municipality Dodoni was formed at the 2011 local government reform by the merger of the following 4 former municipalities, that became municipal units:\nAgios Dimitrios\nDodoni\nLakka Souliou\nSelloi\n\nThe municipality Dodoni has an area of 657.499 km2, the municipal unit Dodoni has an area of 101.016 km2, and the community Dodoni has an area of 8.748 km2.\n\nGallery\n\nReferences\n\nPopulated places in Ioannina (regional unit)\nMunicipalities of Epirus (region)\nCities in ancient Greece"
  },
  {
    "id": 58,
    "title": "Ausonia",
    "text": "Ausonia is the ancient Greek name for lower Italy, extended poetically to all Italy.\n\nAusonia may also refer to:\n\nPlaces\n\nArgentina\n Ausonia, Argentina, a community in General San Martín Department, Córdoba\n\nItaly\n Ausonia, Lazio, a comune in the Province of Frosinone\n Ausona (ancient city), the ancient capital of the Ausones\n\nMars\n Ausonia Mensa, a geographical feature on the planet Mars\n Ausonia Montes, a mountain on Mars\n\nShips\n German aircraft carrier I (1915), a German aircraft carrier\n RMS Ausonia, a 1921 British ocean liner\n SS Ausonia (1956), an Italian cruise ship\n MS Cruise Ausonia, a 2002 fast Ro-Pax jumbo ferry\n\nSports \n U.S. Ausonia Spezia, an Italian football (soccer) team\n , football club\n\nOrganizations \n Arbora & Ausonia, a Portuguese/Spanish company specialized in hygiene products\n Lega Sud Ausonia, an Italian political party\n\nOther uses\n Ausonia family, asteroids\n 63 Ausonia, an asteroid\n\nSee also\n Ausones\n Aurunci\n Ausonium\n Ausonius (310–395)"
  },
  {
    "id": 59,
    "title": "Karta",
    "text": "Karta may refer to:\n\nPlaces\n Karta, Iran, a village in Izeh County, Khuzestan Province, Iran\n Karta, Andika or Kartaz, a village in Andika County, Khuzestan Province, Iran\n Kharta or Karta, a Himalayan region in Tibet\n Kangaroo Island or Karta, an island in South Australia\n\nOther uses\n Karta (orangutan) (1982–2017), a Sumatran orangutan\n KARTA Center, a Polish NGO\n Karta Palace, a palace built by Sultan Agung in Central Java in the early 1600s\n Melakarta or karta, a parent raga of South Indian classical music\n Kārta, a goddess in Latvian mythology\n Karta, a senior person in a Hindu joint family\n\nSee also\n Carta (disambiguation)\n Neturei Karta, a Haredi Jewish sect"
  },
  {
    "id": 60,
    "title": "Florence, Illinois",
    "text": "Florence is a village in Pike County, Illinois, United States. The population was 71 at the 2000 census.\n\nGeography\nFlorence is located at  (39.628248, −90.610328).\n\nAccording to the 2010 census, Florence has a total area of , all land.\n\nDemographics\n\nAs of the census of 2000, there were 71 people, 30 households, and 21 families residing in the village. The population density was 350.4 people per square mile (137.1/km). There were 45 housing units at an average density of 222.1 per square mile (86.9/km). The racial makeup of the village was 100.00% White.\n\nThere were 30 households, out of which 16.7% had children under the age of 18 living with them, 50.0% were married couples living together, 16.7% had a female householder with no husband present, and 30.0% were non-families. 23.3% of all households were made up of individuals, and 13.3% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.67.\n\nIn the village, the population was spread out, with 22.5% under the age of 18, 5.6% from 18 to 24, 22.5% from 25 to 44, 26.8% from 45 to 64, and 22.5% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 115.2 males. For every 100 females age 18 and over, there were 89.7 males.\n\nThe median income for a household in the village was $20,000, and the median income for a family was $22,679. Males had a median income of $19,000 versus $20,625 for females. The per capita income for the village was $9,878. There were 8.0% of families and 15.1% of the population living below the poverty line, including no under eighteens and 5.0% of those over 64.\n\nReferences\n\nVillages in Pike County, Illinois\nVillages in Illinois"
  },
  {
    "id": 61,
    "title": "Daigo",
    "text": "Daigo may refer to:\n\nBuddhism\nDaigo (Zen) (大悟), a Buddhist term meaning great enlightenment or great realization\nDaigo (Shōbōgenzō) (大悟), or Great Realization, a book in Eihei Dōgen's Shōbōgenzō\nDaigo Temple (醍醐寺), from which Emperor Daigo took his name\n\nPeople\nEmperor Daigo (醍醐天皇), Emperor of Japan between 897 and 930\nDaigo family, a branch of the Ichijō family of Japanese nobility\nDaigo (musician) (born 1978), Japanese singer-songwriter, actor, talent, and voice actor\nDaigo (name)\nDaigo Umehara, or simply \"Daigo\", Japanese competitive fighting game player\n\nPlaces\nDaigo, Fushimi, Kyoto, a district in the ward of Fushimi-ku, Kyoto\nDaigo Station (Kyoto) (醍醐駅), a train station\nDaigo Station (Akita) (醍醐駅), a train station\nDaigo, Ibaraki (大子町), a town in Ibaraki Prefecture\n\nOther uses\nDaigo (dairy product) (醍醐), or ghee, which is theorized to have been made in ancient Japan\n, aka  from Gosei Sentai Dairanger\n\nSee also\nDaigou (代购), the unauthorized import of foreign goods into China"
  },
  {
    "id": 62,
    "title": "Pane carasau",
    "text": "Pane carasau (, ; \"toasted bread\" in Sardinian language, from the past participle of the Sardinian verb  \"to toast\", referring to the crust) is a traditional flatbread from Sardinia. It is called  in Italian, meaning \"sheet music\", in reference to its large and paper-thin shape, which is said to be so thin before cooking that a sheet of music can be read through it.\n\nThe bread is thin and crisp, usually in the form of a dish half a meter wide. It is made by taking baked flat bread (made of durum wheat flour, salt, yeast, and water), then separating it into two sheets which are baked again. The recipe is very ancient and was conceived for shepherds, who used to stay far from home for months at a time: pane carasau can last up to one year if it is kept dry. The bread can be eaten either dry or wet (with water, wine, or sauces). A similar, yeast-free bread, with added seasoning, is known as  \"dripped bread\".\n\nRemains of the bread were found in archeological excavations of nuraghes (traditional Sardinian stone buildings) and it was therefore already eaten on the island prior to 1000 BC.\n\nReferences\n\nExternal links\n A video showing the production of Pane carasau\n History of Pane Carasau\n\nItalian breads\nFlatbreads\nCuisine of Sardinia\nAncient dishes"
  },
  {
    "id": 63,
    "title": "Weak",
    "text": "Weak may refer to:\n\nSongs\n \"Weak\" (AJR song), 2016\n \"Weak\" (Melanie C song), 2011\n \"Weak\" (SWV song), 1993\n \"Weak\" (Skunk Anansie song), 1995\n \"Weak\", a song by Seether from Seether: 2002-2013\n\nTelevision episodes\n \"Weak\" (Fear the Walking Dead)\n \"Weak\" (Law & Order: Special Victims Unit)\n\nSee also \n \n \n Stephen Uroš V of Serbia (1336–1371), also known as Stefan Uroš the Weak, King of Serbia and Emperor of the Serb and Greeks\n Kenyan Weaks (born 1977), American retired basketball player\n Weakness (disambiguation)\n Week"
  },
  {
    "id": 64,
    "title": "346",
    "text": "Year 346 (CCCXLVI) was a common year starting on Wednesday (link will display the full calendar) of the Julian calendar. In the Roman Empire, it was known as the Year of the Consulship of Constantius and Claudius (or, less frequently, year 1099 Ab urbe condita). The denomination 346 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents \n By place \n Asia \n In Korea, the Buyeo Kingdom is absorbed by Goguryeo.\n Geunchogo becomes king of the Korean kingdom of Baekje.\n\n By topic \n Religion \n Emperor Constans I uses his influence to secure the return of Athanasius. He is restored as Patriarch of Alexandria, and documents are compiled relating to his expulsion, under the title Apology Against the Arians.\n Macedonius I, Patriarch of Constantinople, is deposed again by Paul I.\n Julius Firmicus Maternus writes De erroribus profanarum religionum.\n The Visigoths are converted to Arianism by Wulfila.\n\nBirths \n Zhang Tianxi, Chinese ruler of Former Liang (d. 406)\n\nDeaths \n He Chong (or Cidao), Chinese politician (b. 292)\n Maximin of Trier, German bishop (approximate date)\n Zhang Jun (or Gongting), Chinese prince (b. 307)\n\nReferences"
  },
  {
    "id": 65,
    "title": "Kylix (disambiguation)",
    "text": "A kylix or cylix is a type of drinking cup used in ancient Greece \n\nKylix may also refer to:\n Kylix (gastropod), a genus of snails in the family Drilliidae\n Cylix, the genus of a pipefish, Cylix tupareomanaia\n Kylix (software), a programming tool"
  },
  {
    "id": 66,
    "title": "Tetonia, Idaho",
    "text": "Tetonia is a city in Teton County, Idaho, United States, about  northeast of Idaho Falls, Idaho (center to center) and about  northwest of Denver, Colorado. The population was 269 at the 2010 census.\n\nGeography\nAccording to the United States Census Bureau, the city has a total area of , all land.\nTetonia is located at 43°48′50″N 111°9′35″W, in Teton County Idaho.\n\nHistory\nTetonia was established as an agricultural town in the late 19th century, taking its name from the nearby Teton Range. Many of the businesses previously operating in Haden relocated to Tetonia following the arrival of the Union Pacific railroad.\n\nDemographics\n\n2010 census\nAs of the census of 2010, there were 269 people, 95 households, and 62 families residing in the city. The population density was . There were 122 housing units at an average density of . The racial makeup of the city was 92.2% White, 0.7% Native American, 6.3% from other races, and 0.7% from two or more races. Hispanic or Latino of any race were 10.8% of the population.\n\nThere were 95 households, of which 46.3% had children under the age of 18 living with them, 49.5% were married couples living together, 11.6% had a female householder with no husband present, 4.2% had a male householder with no wife present, and 34.7% were non-families. 28.4% of all households were made up of individuals, and 10.5% had someone living alone who was 65 years of age or older. The average household size was 2.83 and the average family size was 3.61.\n\nThe median age in the city was 35.1 years. 36.1% of residents were under the age of 18; 5.1% were between the ages of 18 and 24; 26.7% were from 25 to 44; 24.5% were from 45 to 64; and 7.4% were 65 years of age or older. The gender makeup of the city was 48.7% male and 51.3% female.\n\nGallery\n\nSee also\n List of cities in Idaho\n\nReferences\n\nExternal links\n\n \n\nCities in Idaho\nCities in Teton County, Idaho"
  },
  {
    "id": 67,
    "title": "Hubley Township, Schuylkill County, Pennsylvania",
    "text": "Hubley Township is a township in Schuylkill County, Pennsylvania, United States. The population was 854 at the 2010 census, a drop of less than 1% from the previous census in 2000.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , all of it land.\n\nDemographics\n\nAt the 2000 census there were 889 people, 345 households, and 260 families living in the township.  The population density was 68.0 people per square mile (26.2/km).  There were 369 housing units at an average density of 28.2/sq mi (10.9/km).  The racial makeup of the township was 99.21% White, 0.22% African American, 0.11% Asian, 0.22% Pacific Islander, 0.11% from other races, and 0.11% from two or more races. Hispanic or Latino of any race were 1.12%.\n\nOf the 345 households 29.6% had children under the age of 18 living with them, 66.7% were married couples living together, 5.8% had a female householder with no husband present, and 24.6% were non-families. 21.2% of households were one person and 11.9% were one person aged 65 or older.  The average household size was 2.58 and the average family size was 2.98.\n\nThe age distribution was 21.7% under the age of 18, 6.7% from 18 to 24, 28.3% from 25 to 44, 23.3% from 45 to 64, and 19.9% 65 or older.  The median age was 41 years. For every 100 females, there were 107.7 males.  For every 100 females age 18 and over, there were 102.3 males.\n\nThe median household income was $41,250 and the median family income  was $46,538. Males had a median income of $32,734 versus $24,375 for females. The per capita income for the township was $17,377.  About 4.2% of families and 5.7% of the population were below the poverty line, including 4.6% of those under age 18 and 7.9% of those age 65 or over.\n\nGallery\n\nReferences\n\nTownships in Schuylkill County, Pennsylvania\nTownships in Pennsylvania"
  },
  {
    "id": 68,
    "title": "Kebechet",
    "text": "In Egyptian mythology, Kebechet (spelt in hieroglyphs as Qeb-Hwt, and also transliterated as Khebhut, Kebehut, Qébéhout, Kabehchet and Kebehwet) is a goddess, a deification of embalming liquid. Her name means cooling water.\n\nMyths\nKebechet is a daughter of Anubis and his wife Anput. In the Pyramid Texts, Kebechet is referred to as a serpent who \"refreshes and purifies\" the pharaoh.\n\nKebechet was thought to give water to the spirits of the dead while they waited for the mummification process to be complete. She was probably related to mummification where she would fortify the body against corruption, so it would stay fresh for reanimation by the deceased's ka.\n\nReferences\n\nEgyptian death goddesses\n\nca:Llista de personatges de la mitologia egípcia#K"
  },
  {
    "id": 69,
    "title": "Oostburg",
    "text": "Oostburg (Zeelandic Flemish: Wòstburg) is a town in the south-western Netherlands. It is the largest town in the municipality of Sluis, in the province of Zeeland. As of 1 January 2015, its population is 4731, down from 5008 in January 2005. It received city rights in 1237. Before 1 January 2003, Oostburg was also the name of a municipality. It merged with Sluis-Aardenburg to form the new municipality of Sluis. The municipality covered an area of 224.93 km², of which 1.05 km² was water. As well as the town of Oostburg, the former municipality also included the following towns, villages and townships:\nBreskens\nCadzand\nGroede\nHoofdplaat\nIJzendijke\nNieuwvliet\nSchoondijke\nWaterlandkerkje\nZuidzande\n\nOostburg is typically a tourist town very close to the beaches at Cadzand. Every Wednesday is market day all year round but in the summer the town is busy and has many fun events.\n\nThe unicorn\nOostburg's symbol is the unicorn, from which the townsfolk are said to derive strength and courage. In reality, the unicorn's presence is represented by a sculpture produced by the sculptress Liesbeth Messer-Heijbroek who for many years, with her husband, lived in the area: she evidently took inspiration from the name of a former inn. The sculpture has been repositioned at least once since it first appeared in 1952 during the postwar reconstruction: at one stage it adorned a small car park. Currently it shares with a modern fountain a spot in \"Eenhoornplantsoen\" (Unicorn Place) beyond the northern end of the old market square in the town centre.\n\nWW2 Monument\nDuring the Second World War approximately 140 Oostburg townsfolk died and most of all the buildings, shops and churches were destroyed. This monument is a tribute to them and the rebuilding of the town. Around the lower part of the monument are the names of those who perished.\n\nCities in the Netherlands\nMunicipalities of the Netherlands disestablished in 2003\nPopulated places in Zeeland\nFormer municipalities of Zeeland\nSluis"
  },
  {
    "id": 70,
    "title": "Leaf River Township, Wadena County, Minnesota",
    "text": "Leaf River Township is a township in Wadena County, Minnesota, United States. The population was 515 at the 2000 census.\n\nLeaf River Township was named after the Leaf River.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , all of it land.\n\nDemographics\nAs of the census of 2000, there were 515 people, 174 households, and 135 families residing in the township.  The population density was 14.6 people per square mile (5.7/km2).  There were 196 housing units at an average density of 5.6/sq mi (2.2/km2).  The racial makeup of the township was 94.37% White, 2.14% African American, 1.75% Native American, 0.58% Asian, 0.19% Pacific Islander, and 0.97% from two or more races.\n\nThere were 174 households, out of which 31.6% had children under the age of 18 living with them, 75.9% were married couples living together, 0.6% had a female householder with no husband present, and 22.4% were non-families. 21.8% of all households were made up of individuals, and 10.3% had someone living alone who was 65 years of age or older.  The average household size was 2.68 and the average family size was 3.16.\n\nIn the township the population was spread out, with 26.2% under the age of 18, 3.9% from 18 to 24, 23.9% from 25 to 44, 33.6% from 45 to 64, and 12.4% who were 65 years of age or older.  The median age was 43 years. For every 100 females, there were 138.4 males.  For every 100 females age 18 and over, there were 130.3 males.\n\nThe median income for a household in the township was $37,292, and the median income for a family was $46,750. Males had a median income of $32,411 versus $20,795 for females. The per capita income for the township was $14,681.  About 6.5% of families and 19.3% of the population were below the poverty line, including 11.1% of those under age 18 and 28.0% of those age 65 or over.\n\nReferences\n\nTownships in Wadena County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 71,
    "title": "Haddocks' Eyes",
    "text": "\"Haddocks' Eyes\" is a term for the name of a song sung by The White Knight from Lewis Carroll's  1871 novel Through the Looking-Glass, chapter VIII.\n\n\"Haddocks' Eyes\" is an example used to elaborate on the symbolic status of the concept of \"name\": a name as identification marker may be assigned to anything, including another name, thus introducing different levels of symbolization. It has been discussed in several works on logic and philosophy.\n\nNaming\n\nThe White Knight explains to Alice a confusing nomenclature for the song.\n\nTo summarize:\n\nThe song's name is called Haddocks' Eyes\nThe song's name is The Aged Aged Man\nThe song is called Ways and Means\nThe song is A-sitting on a Gate\n\nThe complicated terminology distinguishing between 'the song, what the song is called, the name of the song, and what the name of the song is called' both uses and mentions the use–mention distinction.\n\nThe song\n\nThe White Knight sings the song to a tune he claims as his own invention, but which Alice recognises as \"I give thee all, I can no more\". By the time Alice heard it, she was already tired of poetry.\n\nThe song parodies the plot, but not the style or metre, of \"Resolution and Independence\" by William Wordsworth.\n\nUpon the Lonely Moor\n\nLike \"Jabberwocky,\" another poem published in Through the Looking Glass, \"Haddocks’ Eyes\" appears to have been revised over the course of many years. In 1856, Carroll published the following poem anonymously under the name Upon the Lonely Moor. It bears an obvious resemblance to \"Haddocks' Eyes.\"\n\nSee also\n\nNonsense verse\n\nReferences\n\nBritish poems\n1871 poems\nAlice's Adventures in Wonderland\nNonsense poetry\nParodies of literature"
  },
  {
    "id": 72,
    "title": "Eunomia (disambiguation)",
    "text": "Eunomia is one of the Horae, goddesses of Greek mythology. Eunomia may also refer to:\n\n Eunomia (moth), a moth genus\n The Eunomia family of asteroids (named after the goddess)\n15 Eunomia, the largest asteroid in that family\n Eunomia (plant), a genus of plants in the family Brassicaceae\n A fictional computer in SoltyRei; see List of SoltyRei characters#Eunomia\n\nSee also \n Callicore eunomia, a nymphalid butterfly species \n Boloria eunomia (formerly Proclossiana eunomia eunomia), scientific names for the bog fritillary butterfly"
  },
  {
    "id": 73,
    "title": "661 BC",
    "text": "The year 661 BC was a year of the pre-Julian Roman calendar. In the Roman Empire, it was known as year 93 Ab urbe condita . The denomination 661 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents\n Queen Macha of Ireland begins to rule alone, after the death of her husband Cimbaeth.\n\nBirths\n\nDeaths\n\nReferences"
  },
  {
    "id": 74,
    "title": "Holland Township, Kandiyohi County, Minnesota",
    "text": "Holland Township is a township in Kandiyohi County, Minnesota, United States. The population was 369 at the 2000 census.\n\nHolland Township was organized in 1888. A large share of the early settlers being natives of Holland caused the name to be selected.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , of which  of  land and 0.03% is water.\n\nDemographics\nAs of the census of 2000, there were 369 people, 120 households, and 102 families residing in the township.  The population density was 10.4 people per square mile (4.0/km2).  There were 122 housing units at an average density of 3.5/sq mi (1.3/km2).  The racial makeup of the township was 98.37% White, 0.27% African American, 1.08% from other races, and 0.27% from two or more races. Hispanic or Latino of any race were 1.08% of the population.\n\nThere were 120 households, out of which 47.5% had children under the age of 18 living with them, 84.2% were married couples living together, and 15.0% were non-families. 11.7% of all households were made up of individuals, and 1.7% had someone living alone who was 65 years of age or older.  The average household size was 3.08 and the average family size was 3.40.\n\nIn the township the population was spread out, with 33.9% under the age of 18, 3.8% from 18 to 24, 30.4% from 25 to 44, 22.8% from 45 to 64, and 9.2% who were 65 years of age or older.  The median age was 34 years. For every 100 females, there were 105.0 males.  For every 100 females age 18 and over, there were 114.0 males.\n\nThe median income for a household in the township was $45,313, and the median income for a family was $46,875. Males had a median income of $30,750 versus $19,107 for females. The per capita income for the township was $16,243.  About 7.1% of families and 7.0% of the population were below the poverty line, including 7.6% of those under age 18 and none of those age 65 or over.\n\nReferences\n\nTownships in Kandiyohi County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 75,
    "title": "SI derived unit",
    "text": "SI derived units are units of measurement derived from the\nseven base units specified by the International System of Units (SI). They are either dimensionless or can be expressed as a product of one or more of the base units, possibly scaled by an appropriate power of exponentiation. \n\nThe SI has special names for 22 of these derived units (for example, hertz, the SI unit of measurement of frequency), but the rest merely reflect their derivation: for example, the square metre (m2), the SI derived unit of area; and the kilogram per cubic metre (kg/m3 or kg⋅m−3), the SI derived unit of density. \n\nThe names of SI derived units, when written in full, are always in lowercase. However, the symbols for units named after persons are written with an uppercase initial letter. For example, the symbol for hertz is \"Hz\", but the symbol for metre is \"m\".\n\nDerived units with special names\nThe International System of Units assigns special names to 22 derived units, which includes two dimensionless derived units, the radian (rad) and the steradian (sr).\n\nExamples of derived quantities and units\n\nOther units used with SI\nSome other units such as the hour, litre, tonne, bar, and electronvolt are not SI units, but are widely used in conjunction with SI units.\n\nSupplementary units\nUntil 1995, the SI classified the radian and the steradian as supplementary units, but this designation was abandoned and the units were grouped as derived units.\n\nSee also\n International System of Quantities (ISQ)\n International Vocabulary of Metrology\n Metric prefix\n Metric system\n\nReferences\n\nBibliography\n\nExternal links\n\nDerived\n \n\nsv:SI-enhet#Härledda enheter"
  },
  {
    "id": 76,
    "title": "Boston Braves",
    "text": "Boston Braves may refer to any of the following American professional sports teams:\nBoston Braves (baseball), the Major League Baseball team now known as the Atlanta Braves\nBoston Braves (NFL), the National Football League team now known as the Washington Commanders.\nBoston Braves (AHL), a former American Hockey League team\nBoston Braves (rugby league), an American National Rugby League team\nBoston Braves F.C., a Veterans football (soccer) club"
  },
  {
    "id": 77,
    "title": "Separate-channel signaling",
    "text": "Separate-channel signaling is a form of signaling in which the whole or a part of one or more channels in a multichannel system is used to provide for supervisory and control signals for the message traffic channels.  \n\nThe same channels, such as frequency bands or time slots, that are used for signaling are not used for message traffic.\n\nSee also\n\n Common-channel signaling\n\nReferences\n\nTelephony signals"
  },
  {
    "id": 78,
    "title": "1440s BC",
    "text": "The 1440s BC is a decade which lasted from 1449 BC to 1440 BC.\n\nEvents and trends\n 1449 BC: Fíachu Labrainne, Milesians' High King of Ireland, is killed and succeeded by Eochu Mumu\n c. 1448 BC: The Gnbtyw people (Genebtyw or Genebtyu) first appear in Ganibatum during the 32nd year of reign of Thutmose III, the sixth Pharaoh of the Eighteenth dynasty of Egypt\n1445–1444 BC: The Book of Leviticus is written.\n c. 1440 BC: first recorded urban settlement on or near Mount Yamanlar which controlled the Gulf of İzmir\n\nReferences"
  },
  {
    "id": 79,
    "title": "Tague, West Virginia",
    "text": "Tague is an unincorporated community in Braxton County, West Virginia, United States, along the Right Fork Steer Creek.  The community took its name from nearby Tague Fork creek. A post office was established in Tague in 1911, but was downgraded as an independent rural station of Frametown. It is believed to be the only location in the United States with that name.\n\nReferences\n\nUnincorporated communities in Braxton County, West Virginia\nUnincorporated communities in West Virginia"
  },
  {
    "id": 80,
    "title": "1308",
    "text": "Year 1308 (MCCCVIII) was a leap year starting on Monday (link will display the full calendar) of the Julian calendar.\n\nEvents \n January–December \n January 25 – King Edward II of England marries Isabella of France. They are both crowned a month later (on February 25).\n March 8 – Póvoa de Varzim (then Varazim), Portugal gains a foral from Denis of Portugal.\n April 15 – Abu Hammu I ascends to the throne of the Kingdom of Tlemcen after the death of his brother Abu-I Zayyan.\n November 27 – Henry VII, King of Germany, is elected Emperor of the Holy Roman Empire.\n December 28 – Emperor Hanazono ascends to the throne of Japan.\n\n Date unknown \n The Capet-Anjou family begins to rule Hungary.\n The Sultanate of Rûm ends.\n King Philip IV of France purchases the Hôtel de Nesle, and builds one of the earliest indoor tennis courts there.\n approx. date – Dante Alighieri begins to write the Divine Comedy.\n\nBirths \n July 26 – Stefan Dušan, Emperor of the Serbs (d. 1355)\n date unknown\n Longchenpa, Tibetan Buddhist teacher (d. 1363)\n Laura de Noves, French countess (d. 1348)\n Prince Moriyoshi, Japanese shōgun (d. 1335)\n\nDeaths \n March 18 – Yuri I of Galicia\n April 5 – Ivan Kőszegi, Hungarian baron\n May 1 – Albert I of Germany, Duke of Austria (murdered) (b. 1255)\n September 4 – Margaret of Burgundy, Queen of Sicily (b. 1250)\n September 10 – Emperor Go-Nijō of Japan (b. 1285)\n October 10 – Patrick Dunbar, 8th Earl of Dunbar\n November 8 – Duns Scotus, Scottish philosopher\n December 16 – Emperor Tran Nhan Tong of Vietnam  (b. 1258)\n December 21 – Henry I, Landgrave of Hesse (b. 1244)\n date unknown\n Vakhtang III of Georgia (b. 1276)\n Andrea Morisco, Genoese pirate\n\nReferences"
  },
  {
    "id": 81,
    "title": "Pasteur (disambiguation)",
    "text": "Louis Pasteur (1822–1895) was a French chemist and microbiologist.\n\nPasteur may also refer to:\n\nPlaces\n Pasteur Island, an Antarctic island\n Pasteur Peninsula, an Antarctic peninsula\n Pasteur River (Quebec), a tributary of the Aux Rochers River in Quebec, Canada\n Pasteur, a tributary of the Crișul Repede in Oradea, Romania\n Pasteur Street, a street in Tehran, Iran\n\nAstronomical\n Pasteur (lunar crater)\n Pasteur (Martian crater)\n 4804 Pasteur, a main-belt asteroid\n\nStations\n Pasteur - AMIA (Buenos Aires Underground), Argentina\n Pasteur (Paris Métro), France\n Pasteur (Milan Metro), Italy\n\nOther uses\n Pasteur (name)\n Pasteur (film), a 1935 French film starring Sacha Guitry\n MV Pasteur, a coaster that sank in 1971\n SS Pasteur, a French ocean liner launched in 1938\n Pasteur Institute, a French non-profit private foundation\n Pasteur Institute of Iran, a medical research institute\n Musée Pasteur, a museum in Paris, France\n Louis Pasteur University, a former university in Strasbourg, France\n Îlot Pasteur, a building in Monaco\n\nSee also \n List of things named after Louis Pasteur\n Pasteur effect\n Pasteur pipette\n Pasteur point, level of oxygen\n Pasteurization"
  },
  {
    "id": 82,
    "title": "PKD",
    "text": "PKD may stand for:\n\n Philip Kindred Dick, American science fiction writer\n ICAO PKD, the International Civil Aviation Organization Public Key Directory\n Paroxysmal kinesigenic dyskinesia, a movement disorder\n Pi Kappa Delta, a forensics honor society\n Polycystic kidney disease\n PKD1 and PKD2, human genes\n Proliferative kidney disease, caused by the parasite Tetracapsuloides"
  },
  {
    "id": 83,
    "title": "Eagle Point Township, Marshall County, Minnesota",
    "text": "Eagle Point Township is a township in Marshall County, Minnesota, United States. The population was 33 at the 2000 census.\n\nEagle Point Township was organized in 1890, and named for an eagle's nest in a nearby grove.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , of which  is land and  (1.52%) is water.\n\nDemographics\nAs of the census of 2000, there were 33 people, 13 households, and 10 families residing in the township. The population density was 1.2 people per square mile (0.5/km2). There were 18 housing units at an average density of 0.6/sq mi (0.2/km2). The racial makeup of the township was 100.00% White.\n\nThere were 13 households, out of which 30.8% had children under the age of 18 living with them, 76.9% were married couples living together, 7.7% had a female householder with no husband present, and 15.4% were non-families. 15.4% of all households were made up of individuals, and 7.7% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 2.82.\n\nIn the township the population was spread out, with 15.2% under the age of 18, 18.2% from 18 to 24, 30.3% from 25 to 44, 15.2% from 45 to 64, and 21.2% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 120.0 males. For every 100 females age 18 and over, there were 115.4 males.\n\nThe median income for a household in the township was $40,000, and the median income for a family was $45,833. Males had a median income of $22,500 versus $23,750 for females. The per capita income for the township was $16,069. There were 20.0% of families and 20.7% of the population living below the poverty line, including 50.0% of under eighteens and none of those over 64.\n\nReferences\n\nTownships in Marshall County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 84,
    "title": "834",
    "text": "\nYear 834 (DCCCXXXIV) was a common year starting on Thursday (link will display the full calendar) of the Julian calendar.\n\nEvents \n By place \n Europe \n March 1 – Emperor Louis the Pious is restored as sole ruler of the Frankish Empire. After his re-accession to the throne, his eldest son Lothair I flees to Burgundy.\n Danish Vikings raid the trading settlement of Dorestad (present-day Wijk bij Duurstede), located in the south-east of the province of Utrecht (modern Netherlands).\n Summer – The Viking ship of Oseberg near Tønsberg (modern Norway) is buried in a mound, during the Viking Age (approximate date).\n The first mention is made of the Jona River ('the cold one') in Switzerland (approximate date).\n\n Britain \n King Óengus II dies after a 14-year reign. He is succeeded by his nephew Drest IX, as ruler of the Picts.\n\n By topic \n Religion \n July 20 – Ansegisus, Frankish abbot and advisor of former emperor Charlemagne, dies at Fontenelle Abbey in Normandy (or 833).\n\nBirths \n Aud the Deep-Minded, Icelandic queen\n Euthymius I, Ecumenical Patriarch of Constantinople (d. 917)\n Lady Shuiqiu, wife of Qian Kuan (d. 901)\n Mo Xuanqing, Chinese scholar\n Pi Rixiu, Chinese poet (approximate date)\n Robert, Frankish nobleman (d. 866)\n Tan Quanbo, Chinese warlord (d. 918)\n\nDeaths \n July 20 or 833 – Ansegisus, Frankish abbot \n Adelchis I, duke of Spoleto (Italy)\n Cellach mac Brain, king of Leinster (Ireland)\n Fridugisus, Anglo-Saxon abbot (approximate date)\n Gaucelm, Frankish nobleman\n Nasr ibn 'Abdallah, Muslim governor\n Odo I, Frankish nobleman\n Óengus II, king of the Picts\n Robert III, Frankish nobleman (b. 800)\n Wang Chengyuan, Chinese general (b. 801)\n Wang Tingcou, general of the Tang Dynasty\n William, Frankish nobleman\n\nReferences"
  },
  {
    "id": 85,
    "title": "Bashaw, Wisconsin",
    "text": "Bashaw is a town in Washburn County, Wisconsin, United States. The population was 921 at the 2000 census.\n\nGeography\nAccording to the United States Census Bureau, the town has a total area of 33.9 square miles (87.8 km), of which, 33.5 square miles (86.8 km) of it is land and 0.4 square miles (1.0 km) of it (1.09%) is water.\n\nDemographics\nAs of the census of 2000, there were 921 people, 339 households, and 267 families residing in the town.  The population density was 27.5 people per square mile (10.6/km).  There were 387 housing units at an average density of 11.5 per square mile (4.5/km).  The racial makeup of the town was 98.15% White, 0.22% African American, 0.11% Native American, 0.43% Asian, and 1.09% from two or more races. Hispanic or Latino of any race were 0.43% of the population.\n\nThere were 339 households, out of which 34.2% had children under the age of 18 living with them, 73.5% were married couples living together, 3.2% had a female householder with no husband present, and 21.2% were non-families. 17.1% of all households were made up of individuals, and 6.8% had someone living alone who was 65 years of age or older.  The average household size was 2.72 and the average family size was 3.10.\n\nIn the town, the population was spread out, with 27.1% under the age of 18, 6.5% from 18 to 24, 27.4% from 25 to 44, 25.6% from 45 to 64, and 13.4% who were 65 years of age or older.  The median age was 41 years. For every 100 females, there were 105.6 males.  For every 100 females age 18 and over, there were 106.5 males.\n\nThe median income for a household in the town was $43,500, and the median income for a family was $47,014. Males had a median income of $31,923 versus $21,667 for females. The per capita income for the town was $16,982.  About 7.5% of families and 8.8% of the population were below the poverty line, including 10.2% of those under age 18 and 13.7% of those age 65 or over.\n\nReferences\n\nTowns in Washburn County, Wisconsin\nTowns in Wisconsin"
  },
  {
    "id": 86,
    "title": "Kapelle",
    "text": "Kapelle () is a municipality and a town in the southwestern Netherlands on Zuid-Beveland. As of January 2017, the municipality's population amounts to 12,620.\n\nPopulation centers\n\nTopography\n\nThe municipality of Kapelle, June 2015\n\nTransport\n Kapelle-Biezelinge railway station\n\nFamous people\n\n Annie M.G. Schmidt (1911 in Kapelle – 1995) a Dutch writer, the mother of the Dutch theatrical song \n Jan Elburg (born 1919 in Wemeldinge – 1992) a Dutch poet\n Jan Peter Balkenende (born 1956 Biezelinge) a retired politician, Prime Minister of the Netherlands from 2002 to 2010 \n Jan Kees de Jager (born 1969 in Kapelle) a retired Dutch politician, former Dutch finance minister\n\nSport \n François Marits (1884 in Kapelle – 1945) a Dutch sports shooter, competed at the 1924 Summer Olympics\n Jo de Roo (born 1937 in Schore) a Dutch former professional road racing cyclist\n John Karelse (born 1970 in Wemeldinge) a retired Dutch football goalkeeper with 421 club caps\n Aron Schreuder (born 2000 in Kapelle) a famous Dutch futsal player, Groene Ster Vlissingen\n\nInternational relations\n\nTwin towns — Sister cities\nKapelle is twinned with:\n\nGallery\n\nReferences\n\nExternal links\n\nOfficial website\n\n \nMunicipalities of Zeeland\nPopulated places in Zeeland\nZuid-Beveland"
  },
  {
    "id": 87,
    "title": "Tell Township, Huntingdon County, Pennsylvania",
    "text": "Tell Township is a township in Huntingdon County, Pennsylvania, United States. The population was 662 at the 2010 census.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of 42.5 square miles (110.2 km), all of it land.\n\nDemographics\n\nAs of the census of 2000, there were 648 people, 238 households, and 179 families residing in the township.  The population density was 15.2 people per square mile (5.9/km).  There were 343 housing units at an average density of 8.1/sq mi (3.1/km).  The racial make-up of the township was 100.00% White.\n\nThere were 238 households, out of which 36.1% had children under the age of 18 living with them, 64.3% were married couples living together, 7.6% had a female householder with no husband present, and 24.4% were non-families. 23.5% of all households were made up of individuals, and 11.3% had someone living alone who was 65 years of age or older.  The average household size was 2.70 and the average family size was 3.17.\n\nIn the township the population was spread out, with 25.9% under the age of 18, 8.8% from 18 to 24, 30.2% from 25 to 44, 21.5% from 45 to 64, and 13.6% who were 65 years of age or older.  The median age was 36 years. For every 100 females, there were 98.8 males.  For every 100 females age 18 and over, there were 100.0 males.\n\nThe median income for a household in the township was $32,679, and the median income for a family was $39,444. Males had a median income of $34,444 versus $19,375 for females. The per capita income for the township was $15,832.  About 3.9% of families and 8.5% of the population were below the poverty line, including 13.9% of those under age 18 and 9.0% of those age 65 or over.\n\nReferences\n\nExternal links\n\nTownships in Huntingdon County, Pennsylvania\nTownships in Pennsylvania"
  },
  {
    "id": 88,
    "title": "554 BC",
    "text": "The year 554 BC was a year of the pre-Julian Roman calendar. In the Roman Empire, it was known as year 200 Ab urbe condita. The denomination 554 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents\n\nBirths\n\nDeaths\n Duke Ling of Qi, ruler of the State of Qi\n\nReferences"
  },
  {
    "id": 89,
    "title": "265",
    "text": "\nYear 265 (CCLXV) was a common year starting on Sunday (link will display the full calendar) of the Julian calendar. At the time, it was known as the Year of the Consulship of Valerianus and Lucillus (or, less frequently, year 1018 Ab urbe condita). The denomination 265 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents \n By place \n\n Roman Empire \n Emperor Gallienus tries twice to crush the usurper Postumus, but on the first occasion Aureolus, commander of the elite cavalry, carelessly lets him escape. The second time, Gallienus sustains an arrow wound and has to break off his siege of a Gallic town where Postumus has holed up. He makes no other serious attempt to overcome his rival, instead devoting his attention to the political and military problems in the Danube and eastern parts of the Roman Empire.  \n Postumus makes no move to march on Rome and claim his territory south of Gaul. \n Gallienus gives the order to fortify Milan and Verona. \n Gallienus repels the invasion of the Goths in the Balkans. \n A general of Gallienus' army, Victorinus, defects to Postumus.\n\n China  \n Sima Zhao, who had been the regent and de facto primary authority of the state of Cao Wei for little over 10 years by this point, passes away, leaving his authority to his eldest son, Sima Yan, who will go on to disestablish the state of Cao Wei in 266, founding the Jin dynasty.\n\nBirths \n Eusebius of Caesarea, Greek historian (approximate date)\n\nDeaths \n September 6 – Sima Zhao, Chinese general and politician (b. 211)\n Ma Jun, Chinese engineer and inventor of the south-pointing chariot\n Zhu (or Jing), Chinese empress of the Eastern Wu state\n\nReferences"
  },
  {
    "id": 90,
    "title": "Bedrock Records",
    "text": "Bedrock Records is an English record label for trance, progressive house and techno started by Nick Muir and John Digweed. Its name comes from a long running and successful club night held in Hastings and also at Heaven nightclub, London - both also called Bedrock. Bedrock Records has released many singles from artists such as Astro & Glyde, Brancaccio & Aisher, Steve Lawler, Shmuel Flash, Steve Porter, Sahar Z, Guy J, Henry Saiz, Stelios Vassiloudis, Electric Rescue, The Japanese Popstars and Jerry Bonham.  Bedrock is also the name that Digweed and Muir use as their production moniker.\n\nBedrock has had different imprints: Bedrock Breaks, B_Rock and Black (Bedrock). Currently it has Bedrock Digital and one called Lost & Found belonging to Guy J.\n\nThe first Bedrock album compiled and mixed by John Digweed was released in 1999, containing several tracks signed to the Bedrock label. \n\nIn 2018, Digweed marked the 20th anniversary of the label with the release of Bedrock XX.\n\nSee also \n List of electronic music record labels\n\nReferences\n\nExternal links\nOfficial site\n\nBritish record labels\nTrance record labels\nHouse music record labels\nTechno record labels"
  },
  {
    "id": 91,
    "title": "Hippomedon",
    "text": "Hippomedon (; Ἰππομέδων, gen.: Ἰππομέδοντος) may refer to several figures in Greek mythology:\n\n Hippomedon, one of the Seven against Thebes.\n Hippomedon, father of Ereuthalion.\nHippomedon, son of Maenalus (or Hippasus) and the nymph Ocyrhoe, a defender of Troy killed by Neoptolemus.\nHippomedon, father of Menoites. His son was another defender of Troy and was killed by Teucer.\n\nNotes\n\nReferences \n\n Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website.\n Quintus Smyrnaeus, The Fall of Troy translated by Way. A. S. Loeb Classical Library Volume 19. London: William Heinemann, 1913. Online version at theio.com\n Quintus Smyrnaeus, The Fall of Troy. Arthur S. Way. London: William Heinemann; New York: G.P. Putnam's Sons. 1913. Greek text available at the Perseus Digital Library.\n\nTrojans\nPeople of the Trojan War\nCharacters in Greek mythology"
  },
  {
    "id": 92,
    "title": "Blackwood National Park",
    "text": "Blackwood is a national park in the Charters Towers Region, Queensland, Australia.\n\nGeography \nThe park is west of Mount Coolon in North Queensland, 924 km northwest of Brisbane.  It is named after the Australian Blackwood tree species.\n\nThe parks is accessible via the Gregory Developmental Road.  Blackwood was created to protect Brigalow Belt plant communities and includes landscapes of rugged hills and gorges, stony ridges and alluvial flats.\n\nAbout 80 species of birds have been recorded in the park.\n\nRestrictions \nCamping and fires are not permitted within the park.\n\nSee also\n\n Protected areas of Queensland\n\nReferences\n\nNational parks of Queensland\nProtected areas established in 1991\nNorth Queensland\n1991 establishments in Australia"
  },
  {
    "id": 93,
    "title": "Nabagatai",
    "text": "In Fijian mythology, Nabagatai is a village on the road to Bulu, where the souls of the dead live (Williams and Calvert 1858:245).\n\nSee also\nBulu (Fijian mythology)\nBurotu\n\nReferences\nT. Williams, J. Calvert, Fiji and the Fijians, Heylin, 1858.\n\nFijian mythology\nUnderworld"
  },
  {
    "id": 94,
    "title": "Multiple homing",
    "text": "In telecommunication, the term multiple homing has the following meanings: \n telephone systems, the connection of a terminal facility so that it can be served by one or several switching centers. Multiple homing may use a single directory number. \n In telephone systems, the connection of a terminal facility to more than one switching center by separate access lines. Separate directory numbers are applicable to each switching center accessed. \n\n In military, such as Missiles and loitering munitions, it is ability of a single weapon system or projectile to select, focus and simultaneously engage multiple targets.\n\nSee also\n Homing pigeon\n Infrared homing\n Missile guidance\n\nReferences\n\nCommunication circuits\nMilitary terminology"
  },
  {
    "id": 95,
    "title": "Prado Verde, Texas",
    "text": "Prado Verde is a census-designated place (CDP) in El Paso County, Texas, United States. The population is 246 according to the 2010 census. It is part of the El Paso Metropolitan Statistical Area. The ZIP Code encompassing the CDP area is 79932.\n\nGeography\nPrado Verde is located at  (31.890005, -106.613181).\n\nAccording to the United States Census Bureau, the CDP has a total area of , all of it land.\n\nDemographics\nAs of the census of 2000, there were 200 people, 60 households, and 55 families residing in the CDP. The population density was 1,557.7 people per square mile (594.0/km2). There were 62 housing units at an average density of 482.9/sq mi (184.1/km2). The racial makeup of the CDP was 98.00% White, 0.50% Native American, and 1.50% from two or more races. Hispanic or Latino of any race were 55.00% of the population.\n\nThere were 60 households, out of which 51.7% had children under the age of 18 living with them, 85.0% were married couples living together, 3.3% had a female householder with no husband present, and 8.3% were non-families. 8.3% of all households were made up of individuals, and 1.7% had someone living alone who was 65 years of age or older. The average household size was 3.33 and the average family size was 3.51.\n\nIn the CDP, the population was spread out, with 35.0% under the age of 18, 6.5% from 18 to 24, 26.5% from 25 to 44, 24.5% from 45 to 64, and 7.5% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 119.8 males. For every 100 females age 18 and over, there were 97.0 males.\n\nThe median income for a household in the CDP was $49,286, and the median income for a family was $68,056. Males had a median income of $38,409 versus $45,179 for females. The per capita income for the CDP was $14,186. None of the families and 3.9% of the population were living below the poverty line.\n\nReferences\n\nCensus-designated places in El Paso County, Texas\nCensus-designated places in Texas"
  },
  {
    "id": 96,
    "title": "Fionnuala",
    "text": "In Irish mythology, Finnguala (modern spellings: Fionnghuala,  Fionnuala , or  Finola; literally  meaning \"white shoulder\") was the daughter of Lir of the Tuatha Dé Danann. In the legend of the Children of Lir, she was changed into a swan and cursed by her stepmother, Aoife, to wander the lakes and rivers of Ireland, with her brothers Fiachra, Conn and Aodh, for 900 years until saved by the marriage of Lairgren, son of Colman, son of Cobthach, and Deoch, daughter of Finghin, whose union broke the curse. 'The Song of Fionnuala', with lyrics by Thomas Moore speaks of her wanderings.\n\nThe name is anglicized as Fenella. The shortened version Nuala is commonly used as a first name in contemporary Ireland.\n\nPeople \n\nPeople named Fionnuala\n Fionnuala Boyd\n Fionnuala Carr\n Fionnuala Ellwood\n Fionnuala Kenny\n Fionnuala McCormack\n Fionnuala Ní Aoláin\n Fionnuala Ní Fhlatharta\n Fionnuala Ní Flaithbheartaigh\n Fionnuala Sherry\n Fionnuala Sweeney\n\nPeople named Fionnula\n Fionnula Flanagan\n\nPeople named Finola\nFinola Dwyer\nFinola Hughes\nFinola Moorhead\nFinola O'Donnell\nFinola O'Farrell\n\nReferences\n\nMythological cycle\nShapeshifting\nLegendary birds\nFemale legendary creatures"
  },
  {
    "id": 97,
    "title": "Sluis-Aardenburg",
    "text": "Sluis-Aardenburg was a municipality in the province of Zeeland, in the south-western part of the Netherlands. It was created from a merger of Sluis and Aardenburg in 1995, and it merged with the municipality of Oostburg, on 1 January 2003, to form the new municipality of Sluis.  Sluis-Aardenburg covered an area of 83.48 km², of which 0.89 km² was water.\n\nThe municipality comprised the following towns, villages and townships:\nAardenburg\nDraaiburg\nEede\nHeille\nRetranchement\nSint Anna ter Muiden\nSint Kruis\nSluis\nTerhofstede\nZwindorp\n\nReferences\n\nMunicipalities of the Netherlands established in 1995\nMunicipalities of the Netherlands disestablished in 2003\nFormer municipalities of Zeeland\nSluis"
  },
  {
    "id": 98,
    "title": "List of dog breeds",
    "text": "This is a list of dog breeds, including extant breeds and extinct breeds, varieties and types.\n\nExtant breeds\n\nA–C\n\nD–K\n\nL–R\n\nS–Z\n\nExtinct breeds, varieties and types\n\nNotes\n\nReferences\n\nCitations\n\nBibliography \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nBreeds\nD"
  },
  {
    "id": 99,
    "title": "Appendix",
    "text": "Appendix may refer to:\n\nIn documents\nAddendum, an addition made to a document by its author after its initial printing or publication\nBibliography, a systematic list of books and other works\nIndex (publishing), a list of words or phrases with pointers to where related material can be found in a document\n\nAnatomy\nAppendix (anatomy), a part of the human digestive system\nAppendix of the epididymis, a detached efferent duct of the epididymis\nAppendix testis, a vestigial remnant of the Müllerian duct\nEpiploic appendix, one of several small pouches of fat on the peritoneum along the colon and rectum\nAppendix of the laryngeal ventricle, a sac that extends from the laryngeal ventricle\nMesoappendix, the portion of the mesentery that connects the ileum to the vermiform appendix\n\nArts and media\nAppendix (band), a Finnish punk rock group\nThe Appendix, a quarterly journal of history and culture\n\nSee also\n Appendicitis"
  },
  {
    "id": 100,
    "title": "Hreiðmarr",
    "text": "In Norse mythology, Hreiðmarr (Old Norse: ; anglicized as Hreidmar) is a sorcerer. He is featured in the Völsunga saga and in Snorri Sturluson's Prose Edda.\n\nHreiðmarr was the father of Regin, Fafnir, Ótr, Lyngheiðr and Lofnheiðr. He owned a house of glittering gold and flashing gems built by Regin and guarded by Fafnir. After Otr was accidentally killed by Loki, the Æsir repaid Hreiðmarr with Andvari's gold and the ring Andvaranaut, a magical ring that could create gold. However, Andvari had cursed the ring to bring misfortune and destruction to whoever else possessed it. Hreiðmarr ignored Loki's warnings about the curse and kept the ring, only to have Fafnir and Regin later kill him for it. Fafnir decided he wanted Andvaranaut for himself, so he turned into a dragon and drove Regin away. Fafnir guarded the treasure until Sigurd, on Regin's instigation, arrived and delivered a fatal blow to the dragon. Regin was then also killed by Sigurd while attempting to murder him for the ring, thus leaving all of Hreiðmarr's family dead.\n\nSee also\nVölsung Cycle\n\nReferences\n\nOther sources\nByock, Jesse L. (1990) Saga of the Volsungs: The Norse Epic of Sigurd the Dragon Slayer (University of California Press) \nOrchard, Andy (1997)  Dictionary of Norse Myth and Legend  (Cassell & Co)\n\nExternal links\nThe Saga of the Volsungs, a summary in English\n\n\n\nVölsung cycle\nNorse dwarves\nNibelung tradition"
  },
  {
    "id": 101,
    "title": "Turpin Hills, Ohio",
    "text": "Turpin Hills is a census-designated place (CDP) outside of  Anderson Township, Hamilton County, Ohio, United States. The population was 5,099 at the 2010 census.\n\nGeography\nTurpin Hills is located at  (39.103620, -84.375073).\n\nAccording to the United States Census Bureau, the CDP has a total area of , all land.\n\nDemographics\nAt the 2000 census there were 4,960 people, 1,741 households, and 1,448 families living in the CDP. The population density was 1,668.5 people per square mile (644.8/km). There were 1,810 housing units at an average density of 608.9/sq mi (235.3/km).  The racial makeup of the CDP was 96.63% White, 0.62% African American, 0.34% Native American, 1.63% Asian, 0.30% from other races, and 0.46% from two or more races. Hispanic or Latino of any race were 1.07%.\n\nOf the 1,741 households 42.7% had children under the age of 18 living with them, 75.0% were married couples living together, 6.1% had a female householder with no husband present, and 16.8% were non-families. 13.6% of households were one person and 4.0% were one person aged 65 or older. The average household size was 2.85 and the average family size was 3.16.\n\nThe age distribution was 30.6% under the age of 18, 5.3% from 18 to 24, 26.0% from 25 to 44, 29.2% from 45 to 64, and 9.0% 65 or older. The median age was 39 years. For every 100 females, there were 96.3 males. For every 100 females age 18 and over, there were 93.1 males.\n\nThe median household income was $84,354 and the median family income  was $93,471. Males had a median income of $63,077 versus $36,795 for females. The per capita income for the CDP was $39,094. About 0.4% of families and 1.0% of the population were below the poverty line, including 0.5% of those under age 18 and 1.8% of those age 65 or over.\n\nReferences\n\nCensus-designated places in Hamilton County, Ohio\nCensus-designated places in Ohio"
  },
  {
    "id": 102,
    "title": "Lyfing",
    "text": "Lyfing (from leof, meaning \"darling\") is an Anglo-Saxon given name. Notable people bearing this name include:\n\n Lyfing, Archbishop of Canterbury (died 1020), advisor to King Ethelred the Unready\n Lyfing of Winchester (died 1047), advisor to King Canute the Dane"
  },
  {
    "id": 103,
    "title": "Kinchega National Park",
    "text": "The Kinchega National Park is a protected national park that is located in the Far West region of New South Wales, in eastern Australia.The  national park is located approximately  west of Sydney and  south-east of . The park adjoins the town of . The eastern edge of the Kinchega National Park is formed by the Darling River.\n\nThe park is noted for its Aboriginal artefacts, left behind by the Paarkantji people, who travelled up and down the Darling River.\n\nFauna \nIt is home to many species of wild animals, such as lace monitor, Peron's tree frog, pink and black cockatoos, kultarr and others.\n\nSee also\n\n Protected areas of New South Wales\n\nReferences\n\nNational parks of New South Wales\nProtected areas established in 1967\n1967 establishments in Australia\nFar West (New South Wales)"
  },
  {
    "id": 104,
    "title": "Girringun National Park",
    "text": "Girringun National Park is a national park in Queensland, Australia, approximately  southwest of Ingham,  north of Townsville and  northwest of Brisbane.  The park is one of the Wet Tropics World Heritage Area series of national parks, and is a gazetted World Heritage Site.\n\nHistory\nThe park was originally named the Lumholtz National Park, after scientist Carl Sofus Lumholtz, when it was created in 1994. The Blencoe Falls Section was gazetted as part of Lumholtz National Park in 2000. The name was subsequently changed to Girringun in 2003.  On National Parks Day 2010 (28 March) the Government of Queensland announced the addition of  to the park.\n\nEnvironment\n\nThis large national park consists mainly of wet sclerophyll forests, but small pockets of rainforest also exist along the eastern slopes and hilltops. The Seaview, George and Cardwell ranges dominate the landscape, which is strewn with granite debris from a volcanic eruption 100,000 years ago. Perhaps the most well known geological feature in this park is the Wallaman Falls. At  it is the largest single-drop falls in Australia.  The park forms part of the Wooroonooran Important Bird Area, identified as such by BirdLife International because it supports populations of a range of bird species endemic to Queensland's Wet Tropics.\n\nAccess and infrastructure\nVehicle access into the forest include the Dalrymple Gap Track, or the Wallaman Falls track. However, for most of the park there is only very rudimentary or absent vehicle access. Most of the park is accessible for hikers, but due to its remoteness and rugged terrain only experienced bushwalkers should undertake extensive hikes.\n\nSee also\n\n Herbert River Falls\n Protected areas of Queensland\n\nReferences\n\nNational parks of Far North Queensland\nProtected areas established in 1994\nWet Tropics of Queensland\n1994 establishments in Australia\nImportant Bird Areas of Queensland"
  },
  {
    "id": 105,
    "title": "Salisbury, New York",
    "text": "Salisbury is the name of some places in the U.S. state of New York:\nSalisbury, Herkimer County, New York, a town\nSalisbury (hamlet), Herkimer County, New York, a hamlet \nSalisbury, Nassau County, New York, a census-designated place (CDP)"
  },
  {
    "id": 106,
    "title": "FYI",
    "text": "\"FYI\" is a common abbreviation of \"for your information\".\n\n\"FYI\" is commonly used in email, instant messaging and other messages to indicate an informational message, with an intent to communicate to the receiver that they may be interested in the given topic, but does not suggest any action or require a response.  It is also commonly used in informal and business spoken conversations.\n\nThe usage of \"FYI\" dates back at least as far as 1941.\n\nAmong Internet Standards, FYIs are a subset of the Request for Comments (RFC) series. The FYI series of notes is designed to provide Internet users with a central repository of information about any topics which relate to the Internet.  FYIs topics may range from historical memos on  \"Why it was done that way\" to answers to commonly asked operational questions.\n\nReferences\n\nInitialisms"
  },
  {
    "id": 107,
    "title": "1413",
    "text": "Year 1413 (MCDXIII) was a common year starting on Sunday (link will display the full calendar) of the Julian calendar.\n\nEvents\n\nJanuary–December \n March 21 – Henry V becomes King of England following the death of his father Henry IV.\n July 5 – Battle of Çamurlu: Mehmed I defeats his brother Musa, ending the Ottoman Interregnum.\n August 28 – The University of St Andrews in Scotland is chartered by papal bull.\n October 2 – The Kingdom of Poland and Grand Duchy of Lithuania sign the Union of Horodło.\n\nDate unknown \n Samogitia becomes the last region in Europe to be Christianized.\n The Annals of the Joseon Dynasty begin in Korea.\n Yishiha builds a Buddhist temple at Tyr, Russia, and puts up a stele describing his expedition to the lower Amur.                       1413 a.d. is when our current Epoch begun, in which the prior Epoch starting at 747 b.c. We are now in the so-called Aquarius Age. Some Spiritual Scientists are & has been saying that this Epoch is the beginning of the end our earthly existence.\n\nBirths \n February 24 – Louis, Duke of Savoy (d. 1465)\n September 8 – Catherine of Bologna, Italian cloistered nun (d. 1463)\n November 19 – Frederick II, Elector of Brandenburg (d. 1471)\n date unknown – Joanot Martorell, Spanish writer (d. 1468)-\n\nDeaths \n January 25 – Maud de Ufford, Countess of Oxford (b. 1345)\n March 20 – Henry IV of England (b. 1367)\n July 5 – Musa Çelebi, Ottoman prince and co-ruler of the Ottoman Empire\n September 26 – Stephen III, Duke of Bavaria (b. 1337)\n October 6 – Dawit I of Ethiopia (b. 1382)\n December 26 – Michele Steno, Doge of Venice (b. 1331)\n\nReferences"
  },
  {
    "id": 108,
    "title": "BTR Aerospace Group",
    "text": "BTR Aerospace Group was a group of four companies formed in 1985 by BTR plc after the acquisition of the Dunlop Aviation Division from Dunlop Rubber. It comprised Dunlop Aviation Division, Aero Engine Equipment, Dunlop Precision Rubber, and Standard Aero (Canada).\n\nIn 1996, Dunlop Aircraft Tyres Limited was sold by BTR plc to form an independent company. It is based at Fort Dunlop, Birmingham, England. \n\nIn July 1998, Doughty Hanson & Co purchased BTR Aerospace Group and renamed it Dunlop Standard Aerospace Group.\n\nReferences \n\nFormer defence companies of the United Kingdom\nAerospace companies of the United Kingdom\nAerospace companies of Canada"
  },
  {
    "id": 109,
    "title": "Extragalactic astronomy",
    "text": "Extragalactic astronomy is the branch of astronomy concerned with objects outside the Milky Way galaxy. In other words, it is the study of all astronomical objects which are not covered by galactic astronomy.\n\nThe closest objects in extragalactic astronomy include the galaxies of the Local Group, which are close enough to allow very detailed analyses of their contents (e.g. supernova remnants, stellar associations). As instrumentation has improved, distant objects can now be examined in more detail and so extragalactic astronomy includes objects at nearly the edge of the observable universe. Research into distant galaxies (outside of our local group) is valuable for studying aspects of the universe such as galaxy evolution and Active Galactic Nuclei (AGN) which give insight into physical phenomena (e.g.  super massive black hole accretion and the presence of dark matter). It is through extragalactic astronomy that astronomers and physicists are able to study the effects of General Relativity such as gravitational lensing and gravitational waves, that are otherwise impossible (or nearly impossible) to study on a galactic scale.\n\nFamous examples \n\n Hubble Deep Field\n LIGO's detection of gravitational waves\n Chandra Deep Field South\n\nTopics \nActive Galactic Nuclei (AGN), Quasars\nDark Matter\nGalaxy clusters, Superclusters\nIntergalactic stars\nIntergalactic dust\n the observable universe\nRadio galaxies\nSupernovae\nExtragalactic planet\n\nSee also\n Andromeda–Milky Way collision\n Galaxy color–magnitude diagram\n Galaxy formation and evolution\n Observational cosmology\n\nReferences\n\n \nAstronomical sub-disciplines\nPhysical cosmology\nEdwin Hubble"
  },
  {
    "id": 110,
    "title": "Lyr",
    "text": "Lyr or LYR may refer to:\n\nPeople\n Llŷr, Welsh mythological figure\n Lir, Irish mythological figure\n Leir of Britain, mythological king\n\nAcronyms and codes\n LYR, Lancashire and Yorkshire Railway\n LYR, IATA code for Svalbard Airport, Longyear, Norway\n LYR, LRT station abbreviation for Layar LRT station, Singapore\n\nOther\n Lyra, a constellation\n LYR, a band featuring Simon Armitage"
  },
  {
    "id": 111,
    "title": "Laʻa Maomao",
    "text": "In Hawaiian mythology, Laʻa Maomao is the god of the wind. He was said to be created in the midst of chaos by his father, the sun god. Largely a benevolent entity, he is the god of forgiveness.\n\nSee also \nRaka Maomao\nFa'atiu\n\nNotes \n\nHawaiian gods\nWind deities"
  },
  {
    "id": 112,
    "title": "Geneva Township, Freeborn County, Minnesota",
    "text": "Geneva Township is a township in Freeborn County, Minnesota, United States. The population was 439 at the 2000 census.\n\nGeneva Township was organized in 1858.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , of which   is land and   (7.24%) is water.\n\nDemographics\nAs of the census of 2000, there were 439 people, 156 households, and 126 families residing in the township.  The population density was 13.3 people per square mile (5.1/km2).  There were 168 housing units at an average density of 5.1/sq mi (2.0/km2).  The racial makeup of the township was 98.63% White, 0.23% African American, 0.23% Asian, 0.23% from other races, and 0.68% from two or more races. Hispanic or Latino of any race were 2.51% of the population.\n\nThere were 156 households, out of which 42.3% had children under the age of 18 living with them, 70.5% were married couples living together, 6.4% had a female householder with no husband present, and 19.2% were non-families. 16.0% of all households were made up of individuals, and 9.0% had someone living alone who was 65 years of age or older.  The average household size was 2.81 and the average family size was 3.12.\n\nIn the township the population was spread out, with 28.9% under the age of 18, 6.8% from 18 to 24, 27.6% from 25 to 44, 25.7% from 45 to 64, and 10.9% who were 65 years of age or older.  The median age was 38 years. For every 100 females, there were 104.2 males.  For every 100 females age 18 and over, there were 105.3 males.\n\nThe median income for a household in the township was $46,563, and the median income for a family was $48,594. Males had a median income of $27,045 versus $28,438 for females. The per capita income for the township was $16,674.  About 3.2% of families and 5.3% of the population were below the poverty line, including 6.1% of those under age 18 and 1.8% of those age 65 or over.\n\nReferences\n\nTownships in Freeborn County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 113,
    "title": "266 BC",
    "text": "\nYear 266 BC was a year of the pre-Julian Roman calendar. At the time it was known as the Year of the Consulship of Pera and Pictor (or, less frequently, year 488 Ab urbe condita). The denomination 266 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents \n By place \n\n Roman Republic \n January 23 – Marcus Atilius Regulus and Lucius Julius Libo celebrate triumphs over the Salentini.\n Calabria and Messapia are annexed by the Roman Republic.\n\n Asia Minor \n Ariobarzanes becomes the second king of Pontus, succeeding his father Mithridates I Ctistes.\n\n India \n The Mauryan emperor Ashoka converts to Buddhism.\n\nBirths \n Berenice II, queen and co-regent of Egypt (or 267 BC)\n\nDeaths \n Huiwen of Zhao, Chinese king of Zhao (b. 310 BC)\n Mithridates I Ctistes, founder of the kingdom of Pontus\n\nReferences"
  },
  {
    "id": 114,
    "title": "Kilo Ali",
    "text": "Andrell D. Rogers (born May 1, 1973), better known as Kilo Ali, formerly Kilo, is an American rapper from Atlanta, Georgia. Kilo Ali recorded mainly bass music (described more closely to Miami bass style music), but also hip-hop tracks with a less distinctive Southern flavor. His most well known singles include \"Show Me Love\", \"Baby Baby\", and \"Love In Ya Mouth\".\n\nAs Kilo Ali, he released Organized Bass in 1997 on Interscope, with featured artists including George Clinton, Cee-Lo of Goodie Mob, Big Boi of OutKast, and JT Money. In 2011, Ali was released from prison after serving six years of a 15-year sentence for arson. In June 2021, Ali sued rapper NLE Choppa for copyright infringement for unauthorized use of his 1997 song, \"Love In Ya Mouth\".\n\nDiscography\n\nAlbums\n 1991: America Has a Problem\n 1992: A-Town Rush (No. 67 U.S. Rap)\n 1993: Bluntly Speaking\n 1993: Git Wit Da Program\n 1994: The Best And the Bass\n 1995: Get This Party Started (No. 57 U.S. Rap)\nas Kilo Ali\n 1997: Organized Bass (No. 173 U.S., No. 44 U.S. Rap)\n 2010: Sa-La-Meen\n 2011: Hieroglyphics\n\nSingles\n\nReferences\n\n1973 births\nAfrican-American male rappers\nIchiban Records artists\nLiving people\nRappers from Miami\nRappers from Atlanta\n21st-century American rappers\n21st-century American male musicians\n21st-century African-American musicians\n20th-century African-American people"
  },
  {
    "id": 115,
    "title": "Slow fire",
    "text": "A slow fire is a term used in library and information science to describe paper embrittlement resulting from acid decay. The term is taken from the title of Terry Sanders's 1987 film Slow Fires: On the preservation of the human record.\n\nSolutions to this problem include the use of acid-free paper stocks, reformatting brittle books by microfilming, photocopying or digitization, and a variety of deacidification techniques.\n\nSee also\nAcid-free paper\nDouble Fold\nWood-pulp paper\nPreservation: Library and Archival Science\n\nExternal links\n International Journal of Library Science \nExtinguishing slow fires: cooperative preservation efforts\n Slow fires: on the preservation of the human record\n Slow fires at IMDB\n\nPreservation (library and archival science)"
  },
  {
    "id": 116,
    "title": "Speed, North Carolina",
    "text": "Speed is a town in Edgecombe County, North Carolina, United States. It is part of the Rocky Mount, North Carolina Metropolitan Statistical Area. The population was 80 at the 2010 census.  The town of Speed was founded by Andrew Jackson Parker Sr. It was named after the town doctor Eugene Travis Speed Sr.\n\nGeography\nAccording to the United States Census Bureau, the town has a total area of , all  land.\n\nDemographics\n\nAs of the census of 2000, there were 70 people, 28 households, and 15 families residing in the town. The population density was 247.3 people per square mile (96.5/km). There were 60 housing units at an average density of 212.0 per square mile (82.7/km). The racial makeup of the town was 51.43% White, 45.71% African American, 2.86% from other races. Hispanic or Latino of any race were 2.86% of the population.\n\nThere were 28 households, out of which 21.4% had children under the age of 18 living with them, 53.6% were married couples living together, and 42.9% were non-families. 42.9% of all households were made up of individuals, and 25.0% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 3.50.\n\nIn the town, the population was spread out, with 20.0% under the age of 18, 2.9% from 18 to 24, 25.7% from 25 to 44, 30.0% from 45 to 64, and 21.4% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 107.4 males.\n\nThe median income for a household in the town was $25,938, and the median income for a family was $46,875. Males had a median income of $33,333 versus $36,250 for females. The per capita income for the town was $17,079. There were 22.2% of families and 26.9% of the population living below the poverty line, including no under eighteens and 46.2% of those over 64.\n\nReferences\n\nTowns in Edgecombe County, North Carolina\nTowns in North Carolina\nRocky Mount metropolitan area"
  },
  {
    "id": 117,
    "title": "Raka",
    "text": "Raka can refer to:\n\n A Turkish rendering of the Arabic geographical name Raqqa\n Raka'ah, one unit of Islamic prayer, or Salaa\n Raka Maomao\n Rajdhani College\n Raka, Burkina Faso\n Raka, Tibet\n Raka, Krško, a village in the Municipality of Krško, southeastern Slovenia\n Raka, Järva County, village in Ambla Parish, Järva County, Estonia\n Raka, Rapla County, village in Rapla Parish, Rapla County, Estonia\n \"Raka\", a poem in Afrikaans by Nicolaas Petrus van Wyk Louw\n Raka, a 2019 EP by Australian artists Golden Features and The Presets\n\nSee also\n Rakah (disambiguation)\n Kate Challis RAKA Award"
  },
  {
    "id": 118,
    "title": "Marum",
    "text": "Marum () is a town and a former municipality in the northeastern Netherlands. The municipality was merged into the municipality of Westerkwartier on 1 January 2019.\n\nPopulation centres \n\nBoerakker, Jonkersvaart, Lucaswolde, Marum, Niebert, Noordwijk, Nuis, De Wilp.\n\nTopography\n\nDutch Topographic map of the municipality of Marum, June 2015\n\nReferences\n\nExternal links\n\nOfficial website\n\nWesterkwartier (municipality)\nFormer municipalities of Groningen (province)\nPopulated places in Groningen (province)\nMunicipalities of the Netherlands disestablished in 2019"
  },
  {
    "id": 119,
    "title": "South Harbor Township, Mille Lacs County, Minnesota",
    "text": "South Harbor Township is a township in Mille Lacs County, Minnesota, United States. The population was 800 at the 2010 census.\n\nSouth Harbor Township was named for its location south of Mille Lacs Lake.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , of which  is land and , or 71.20%, is water.\n\nDemographics\nAt the 2000 census, there were 885 people, 364 households and 266 families residing in the township. The population density was 41.5 per square mile (16.0/km). There were 694 housing units at an average density of 32.6/sq mi (12.6/km). The racial makeup of the township was 88.70% White, 0.90% African American, 7.57% Native American, 0.34% Asian, and 2.49% from two or more races. Hispanic or Latino of any race were 1.36% of the population.\n\nThere were 364 households, of which 25.5% had children under the age of 18 living with them, 58.8% were married couples living together, 9.1% had a female householder with no husband present, and 26.9% were non-families. 21.2% of all households were made up of individuals, and 9.6% had someone living alone who was 65 years of age or older.  The average household size was 2.43 and the average family size was 2.76.\n\n24.6% of the population were under the age of 18, 5.4% from 18 to 24, 22.9% from 25 to 44, 28.5% from 45 to 64, and 18.5% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 98.0 males. For every 100 females age 18 and over, there were 102.1 males.\n\nThe median household income was $36,058 and the median family income was $42,500. Males had a median income of $35,909 compared with $19,583 for females. The per capita income was $19,742. About 7.5% of families and 10.6% of the population were below the poverty line, including 22.0% of those under age 18 and 1.9% of those age 65 or over.\n\nReferences\n\nTownships in Mille Lacs County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 120,
    "title": "Francis Hyacinth, Duke of Savoy",
    "text": "Francis Hyacinth (; 14 September 1632 – 4 October 1638) was the Duke of Savoy from 1637 to 1638 under regency of his mother  Christine Marie.\n\nBiography\n\nBorn at the Castle of Valentino in Turin he was the eldest surviving son of Victor Amadeus I, Duke of Savoy and his wife Christine Marie of France. As the heir to the Savoyard throne, he was styled as the Prince of Piedmont. His parents had another son who had died in 1628 prior to the birth of Francis Hyacinth.\n\nAt his father's death in October 1637, he succeeded and his mother took power having been claimed regent. While Duke of Savoy he also held the subsidiary titles of Marquess of Saluzzo, count of Aosta, Moriana and Nice, and claimant King of Jerusalem. The infant was nicknamed the Flower of Paradise (French: Fleur de Paradis). Having succeeded his father at such a young age, Francis Hyacinth did not rule de facto being only 5 years old. Having caught a fever, he died at the Castle of Valentino, and was succeeded by his brother Charles Emmanuel II. The infant was buried at the Sacra di San Michele in Turin.\n\nAncestry\n\nReferences\n\n1632 births\n1638 deaths\n17th-century Dukes of Savoy\nNobility from Turin\nPrinces of Savoy\nPrinces of Piedmont\nClaimant Kings of Jerusalem\nRulers who died as children\nModern child rulers\nBurials at the Sacra di San Michele, Turin\nCounts of Aosta"
  },
  {
    "id": 121,
    "title": "Abel-mizraim",
    "text": "Abel-mizraim (, ’Āḇêl-Mitsrayim,; the \"meadow of Egypt\", or \"mourning of Egypt\") is a place \"beyond,\" or east, of the Jordan river, at the \"threshing-floor of Atad.\" Here Joseph and his 11 brothers (representing the future 12 tribes of Israel) and the Egyptians mourned seven days for Jacob (Genesis ). Its exact site is unknown.\n\nThe name Abel-mizraim is only mentioned once in the Hebrew Bible.\n\nNotes\n\nAttribution\n\nTorah places"
  },
  {
    "id": 122,
    "title": "Chicago school",
    "text": "Chicago school may refer to:\n Chicago school (architecture)\n Chicago school (economics)\n Chicago school (literary criticism)\n Chicago school (mathematical analysis)\n Chicago school (sociology)\n Chicago School of Professional Psychology"
  },
  {
    "id": 123,
    "title": "John II, Duke of Brabant",
    "text": "John II (27 September 1275 – 27 October 1312), also called John the Peaceful, was Duke of Brabant, Lothier and Limburg (1294–1312). He was the son of John I of Brabant and Margaret of Flanders.\n\nJohn II succeeded his father in 1294 During the reign of John II, Brabant continued supporting a coalition to stop French expansion. He tried to conquer South Holland (district of medieval Holland) from the pro-French Count John II of Holland, but was not successful.\n\nIn 1309, the Crusade of the Poor besieged the castle of Genappe in Brabant because it was sheltering Jews. John sent an army that defeated the crusaders, who incurred heavy losses.\n\nJohn, who suffered from kidney stones and wanted his duchy to be peacefully handed over to his son upon his death, in 1312 signed the famous Charter of Kortenberg. John died in Tervuren in 1312. He was buried in the St. Michael and Gudula Cathedral in Brussels.\n\nFamily\nOn 8 July 1290, John married Margaret of England in Westminster Abbey, London. She was a daughter of King Edward I of England and his first wife, Eleanor of Castile. Only one child was born out of this marriage:\n John III, Duke of Brabant.\n\nJohn II had several illegitimate children:\n Jan van Corsselaer, was later named Lord of Witthem, Wailwilre, Machelen, la Rochette and Colonster.\n Jan van Wyvliet. Lord of Blaesveld and Kuyc. Married to Margaret Pipenpoy.\n Jan Cordeken: Founder of the House of Glymes. He was legitimized by the emperor Louis IV by charter dated of 27 August 1344, lists John II as the father and Elisabeth Gortygin as his mother.\n Jan Magermann. Married to Adelise d'Elsies.\n Jan II van Dongelberg (- 1383). His mother was Marguerite van Pamel.\n\nReferences\n\nSources\n\n16\n\nSee also \n Dukes of Brabant family tree\n\nDukes of Brabant\nBrabant, John II, Duke of\nBrabant, John II, Duke of\nBurials at the Cathedral of St. Michael and St. Gudula\nHouse of Reginar\n14th century in the duchy of Brabant\n14th-century people of the Holy Roman Empire"
  },
  {
    "id": 124,
    "title": "Bindarri National Park",
    "text": "Bindarri National Park is a national park in New South Wales, Australia, 431 km northeast of Sydney.\n\nIt is considered the epicenter of biodiversity, due to the rare and endangered species found here, such as fish bone fern, southern quassia and palm orchid.\n\nOne of the natural beauties of this park is the mouth of the river Urumbilum, which, descending through the Great Escarpment, carved through spectacular waterfalls.\n\nSee also\n Protected areas of New South Wales\n\nReferences\n\nExternal links\n Official Site\n\nNational parks of New South Wales\nProtected areas established in 1999\n1999 establishments in Australia"
  },
  {
    "id": 125,
    "title": "Cubomania",
    "text": "Cubomania is a surrealist method of making collages in which a picture or image is cut into squares and the squares are then reassembled without regard for the original image, either automatically \"or at random.\" The word can also mean the collage made using this method, a \"rearrangement... suffic[ing] to create an entirely new work.\"  The technique was invented by the Romanian surrealist Gherasim Luca. It has been described as a \"statistical method\".  Robert Hirsch has seemed to imply that this process can be done with digital photography. Although seemingly a contradiction in terms, at least one cubomania has been made with triangular shapes, rather than rectangles.\n\nPenelope Rosemont and Joseph Jablonski have suggested that cubomania, with other surrealist methods, can \"subvert the enslaving 'message' of advertising and to free images from repressive contexts.\"\n\nUsing cubomania as a method for arranging soundscapes has been suggested.\n\nOther meanings\n\"Cubomania\" can also mean \"love of cubes\", or, specifically, Rubik's Cube.\n\nSee also\nCut-up technique\nSurautomatism\n\nReferences\n\nExternal links\nBill McKeeman Proposed Glossary\n\nSurrealism"
  },
  {
    "id": 126,
    "title": "Endeavour River National Park",
    "text": "Endeavour River National Park is a national park in Queensland, Australia, gazetted to protect and preserve some of the natural and cultural resources in and around the mouth of the Endeavour River, immediately north of the small town of Cooktown. The park is located  northwest of Brisbane.\n\nNaturalists Joseph Banks and Daniel Solander collected specimens of local 'Australian' flora in 1770 from this area which were taken back to the Royal Botanic Gardens in England. Sydney Parkinson first illustrated local Australian Aboriginal people encountered nearby, plus flora collected and fauna seen; and kangaroos were first given their modern English name (borrowing from the local Guugu Yimithirr language).\n\nHM Bark Endeavour, under the command of Lieutenant James Cook, had struck reefs and been pulled ashore for repairs along the river locally known within Guugu Yimithirr as Wabalumbaal, possibly near the present site of Cooktown. The river was renamed on James Cook's charts as the Endeavour River, after Endeavour, and the current National Park appears, in turn, to be named after the river.\n\nThe present National Park contains coastal dunes, freshwater wetlands, mangrove forests, heathlands, tropical woodlands and the estuary plus parts of the Endeavour River catchment. It is mostly accessible by boat only, and still contains flora and fauna species of the kind collected and illustrated back in 1770.\n\nSee also\n\n Captain Cook mythology: Australia\n Protected areas of Queensland\n\nReferences\n\nExternal links\n Map showing area and location of Endeavour River National Park near Cooktown\n\nNational parks of Far North Queensland\nProtected areas established in 1975\n1975 establishments in Australia"
  },
  {
    "id": 127,
    "title": "Boardman, North Carolina",
    "text": "Boardman is a town in Columbus County, North Carolina, United States. The population was 157 at the 2010 census.\n\nGeography\nBoardman is located at  (34.439790, -78.948495).\n\nAccording to the United States Census Bureau, the town has a total area of , of \nwhich 3.1 square miles (8.1 km2)  is land and  of it (0.64%) is water.\n\nDemographics\n\nAs of the census of 2000, there were 202 people, 79 households, and 54 families residing in the town. The population density was 64.8 people per square mile (25.0/km2). There were 89 housing units at an average density of 28.6 per square mile (11.0/km2). The racial makeup of the town was 54.46% White, 44.55% African American, 0.99% from other races. Hispanic or Latino of any race were 0.99% of the population.\n\nThere were 79 households, out of which 22.8% had children under the age of 18 living with them, 39.2% were married couples living together, 24.1% had a female householder with no husband present, and 30.4% were non-families. 29.1% of all households were made up of individuals, and 13.9% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 3.15.\n\nIn the town, the population was spread out, with 23.8% under the age of 18, 9.4% from 18 to 24, 28.7% from 25 to 44, 22.3% from 45 to 64, and 15.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 69.7 males. For every 100 females age 18 and over, there were 69.2 males.\n\nThe median income for a household in the town was $20,500, and the median income for a family was $28,333. Males had a median income of $25,500 versus $20,417 for females. The per capita income for the town was $10,339. About 19.0% of families and 27.6% of the population were below the poverty line, including 45.5% of those under the age of eighteen and 28.6% of those 65 or over.\n\nReferences\n\nTowns in North Carolina\nTowns in Columbus County, North Carolina"
  },
  {
    "id": 128,
    "title": "Psophometric voltage",
    "text": "Psophometric voltage is a circuit noise voltage measured with a psophometer that includes a CCIF-1951 weighting network. \n\n\"Psophometric voltage\" should not be confused with \"psophometric emf,\" i.e., the emf in a generator or line with 600 Ω internal resistance. For practical purposes, the psophometric emf is twice the corresponding psophometric voltage. \n\nPsophometric voltage readings, V, in millivolts, are commonly converted to dBm(psoph) by dBm(psoph) = 20 log10V – 57.78.\n\nReferences\n\nElectrical parameters\nNoise (electronics)\nTelecommunications engineering"
  },
  {
    "id": 129,
    "title": "Aristodemus",
    "text": "In Greek mythology, Aristodemus (Ancient Greek: Ἀριστόδημος) was one of the Heracleidae, son of Aristomachus and brother of Cresphontes and Temenus. He was a great-great-grandson of Heracles and helped lead the fifth and final attack on Mycenae in the Peloponnese.\n\nAristodemus and his brothers complained to the Oracle that its instructions had proved fatal to those who had followed them (the Oracle had told Hyllas to attack through the narrow passage when the third fruit was ripe). They received the answer that by the \"third fruit\" the \"third generation\" was meant, and that the \"narrow passage\" was not the isthmus of Corinth, but the straits of Rhium. They accordingly built a fleet at Naupactus, but before they set sail, Aristodemus was struck by lightning (or shot by Apollo) and the fleet destroyed, because one of the Heraclidae had slain an Acarnanian soothsayer.\n\nHis brothers were later able to conquer the Peloponnese.\n\nBy his wife Argia, daughter of King Autesion of Thebes, he was the father of twin Kings Eurysthenes and Procles, the ancestors of the two royal houses of Sparta.\n\nSources\nDiodorus Siculus, iv. 57, 58.\nPausanias, i. 32, 41, ii. 13, 18, iii. I, iv. 3, v. 3.\nEuripides, Heraclidae.\nPindar, Pythia, ix. 137.\nHerodotus, ix. 27.\nKarl Otfried Müller. Dorians, Part I, Chapter 3.\nConnop Thirlwall. History of Greece, Chapter VII.\nGeorge Grote. History of Greece, Part I, Chapter XVIII.\nGeorg Busolt. Griechische Geschichte, Part I, Chapter 11, Section 7, where a list of authorities is given.\n\nReferences\n\nHeracleidae\nAncient Messenians"
  },
  {
    "id": 130,
    "title": "Free Spirit",
    "text": "Free Spirit or Free Spirits may refer to:\n\nMedia\n Free Spirit (TV series), a 1989–90 American fantasy sitcom\n Free Spirit (film), a 1951 Argentine drama film\n ”Free Spirit” (The Outer Limits), a 2001 episode in the 1995 series\nFree Spirit (comics), a fictional super-hero in the Marvel Universe\n\nMusic\nFree Spirit (band), a Christian spiritual & gospel band that came out of the Free Methodist Church. Active between 1971 & 1980.\nFree Spirit (band), a hard-rock band from Finland, formed 2005 \nThe Free Spirits, an American jazz-rock group in the 1960s\n\nAlbums\nFree Spirit (Bonnie Tyler album), 1995\nFree Spirit (Imani Coppola album), 2010\nFree Spirit (Khalid album), 2019\nFree Spirits (album), a 1976 Mary Lou Williams album\nFree Spirit, a 1974 album by Hudson Ford\nFree Spirit, a 1980 album by Ken Hensley\nFree Spirit, a 1989 album by Ted Brown\nFree Spirit, a 1991 album by Terry Burrus\nFree Spirit, a 2018 album by Paul Rodgers\n\nSongs\n\"Free Spirit\" (Jedward song), 2014\n\"Free Spirit\" (Hermon Hitson song), 1966\n\"Free Spirit\", a 1967 song by Crispian St. Peters\n\"Free Spirit\", a 1972 song by Birtha\n\"Free Spirit\", a 1977 song by Dennis Coffey\n\"Free Spirit\", a 1994 song by Kim Appleby\n\"Free Spirit\", a 2019 song by Khalid from Free Spirit\n\nOther\n Brethren of the Free Spirit, a medieval heretical movement\nFREE SPIRIT, a frequent flyer program of Spirit Airlines\n\"The Free Spirit,\" part two of Friedrich Nietzsche's Beyond Good and Evil\nCEI Free Spirit Mk II, an American home-built aircraft design\n\nSee also \nFreethought, a philosophical viewpoint asserting that beliefs should be rational instead of dictated by authority"
  },
  {
    "id": 131,
    "title": "Southern Moreton Bay Islands National Park",
    "text": "Southern Moreton Bay Islands is a national park in Queensland, Australia, 44 km southeast of Brisbane.  It forms part of the Moreton Bay and Pumicestone Passage Important Bird Area, so identified by BirdLife International because it supports large numbers of migratory waders, or shorebirds.\n\nSee also\n\n Protected areas of Queensland\n\nReferences\n\nNational parks of South East Queensland\nImportant Bird Areas of Queensland\nIslands of Moreton Bay"
  },
  {
    "id": 132,
    "title": "Transmission level point",
    "text": "In telecommunication, a transmission level point (TLP) is a physical test point in an electronic circuit, typically a transmission channel, where a test signal may be inserted or measured.  Typically, various parameters, such as the power of the signal, noise, or test tones inserted are specified or measured at the TLP.\n\nThe nominal transmission level at a TLP is a function of system design and is an expression of the design gain or attenuation (loss).\n\nVoice-channel transmission levels at test points are measured in decibel-milliwatts (dBm) at a frequency of ca. 1000 hertz. The dBm is an absolute level with respect to 1 mW. The TLP is thus characterized by the relation:\n\nTLP = dBm — dBm0\n\nWhen the nominal signal power is 0dBm at the TLP,  the test point is called a zero transmission level point, or zero-dBm TLP. In general, the term TLP is commonly used as if it were a unit, preceded by the nominal level for the test point. For example, the expression 0TLP refers to a .  At a −16TLP, the measured level of 0dBm is +16dBm0.\n\nThe level at a TLP where an end instrument, such as a telephone set, is connected is usually specified as 0dBm.\n\nSee also\n Alignment level\n Nominal level\n\nReferences\n\nTelecommunications engineering"
  },
  {
    "id": 133,
    "title": "Treis Volakous",
    "text": "Treis Volakous (, \"three rocks\") are rocks close to the southern coast of Crete in the Libyan Sea. They fall within the administration of the municipality of Sfakia, in Chania regional unit.\n\nSee also\nList of islands of Greece\n\nLandforms of Chania (regional unit)\nUninhabited islands of Crete\nMediterranean islands\nIslands of Greece"
  },
  {
    "id": 134,
    "title": "X-dimension of recorded spot",
    "text": "In fax systems, the X-dimension of recorded spot is the effective recorded spot dimension measured in the direction of the recorded line. The effective recorded spot dimension\" is the largest center-to-center spacing between recorded spots, which gives minimum peak-to-peak variation of density of the recorded line. X-dimension of recorded spot implies that the facsimile equipment response to a constant density in the object (original) is a succession of discrete recorded spots.\n\nReferences\n\nFax"
  },
  {
    "id": 135,
    "title": "Tunneling",
    "text": "Tunneling or tunnelling may refer to:\n\n Digging tunnels (the literal meaning)\nHobby tunneling\n Quantum tunneling, the quantum-mechanical effect where a particle crosses through a classically forbidden potential energy barrier\n Tunneling (fraud), a fraud committed by a company's own management or by major shareholders\n Tunneling protocol, transmitting one computer network protocol that is encapsulated inside another network protocol\n\nSee also\n \n \n Tunnel (disambiguation)"
  },
  {
    "id": 136,
    "title": "Route",
    "text": "Route or routes may refer to:\n Route (gridiron football), a path run by a wide receiver\n route (command), a program used to configure the routing table\n Route, County Antrim, an area in Northern Ireland\n The Route, a 2013 Ugandan film\n Routes, Seine-Maritime, a commune in Seine-Maritime, France\n Routes (video game), 2003 video game\n\nSee also \n Acronyms and abbreviations in avionics\n Air route or airway\n GPS route, a series of one or more GPS waypoints\n Path (disambiguation)\n Rout, a disorderly retreat of military units from the field of battle\n Route number or road number\n Router (disambiguation)\n Router (woodworking)\n Routing (disambiguation)\n Routing table\n Scenic route, a thoroughfare designated as scenic based on the scenery through which it passes\n Trade route, a commonly used path for the passage of goods"
  },
  {
    "id": 137,
    "title": "Joule per mole",
    "text": "The joule per mole (symbol: J·mol−1 or J/mol) is an SI derived unit of energy per amount of material. Energy is measured in joules, and the amount of material is measured in moles. For example, Gibbs free energy is quantified as joules per mole. It is also a SI derived unit of molar thermodynamic energy defined as the energy equal to one joule in one mole of substance. \n\nSince 1 mole = 6.02214076×1023 particles (atoms, molecules, ions etc.), 1 joule per mole is equal to 1 joule divided by 6.02214076×1023 particles, 1.66054×10−24 joule per particle. This very small amount of energy is often expressed in terms of a smaller unit such as the electronvolt (eV, see below).\n\nPhysical quantities measured in J·mol−1 usually describe quantities of energy transferred during phase transformations or chemical reactions. Division by the number of moles facilitates comparison between processes involving different quantities of material and between similar processes involving different types of materials.  The precise meaning of such a quantity is dependent on the context (what substances are involved, circumstances, etc.), but the unit of measurement is used specifically to describe certain existing phenomena, such as in thermodynamics it is the unit of measurement that describes molar energy.\n\nFor convenience and due to the range of magnitudes involved these quantities are almost always reported in kJ·mol−1 rather than in J·mol−1. For example, heats of fusion and vaporization are usually of the order of 10 kJ·mol−1, bond energies are of the order of 100 kJ·mol−1, and ionization energies of the order of 1000 kJ·mol−1. \n\n1 kJ·mol−1 is equal to 0.239 kcal·mol−1, 1.04×10−2 eV per particle, or 83.6 cm−1. At room temperature (25 °C, 77 °F, or 298.15 K) 1 kJ·mol−1 is equal to 0.4034 .\n\nReferences \n\nSI derived units"
  },
  {
    "id": 138,
    "title": "Kumbatine National Park",
    "text": "Kumbatine  is a national park located in New South Wales, Australia,  northeast of Sydney.\n\nGeography\nGlencoe Creek is located wholly within Kumbatine National Park.\n\nThe most prominent and highest mountain in the national park is Mount Kippara with an altitude of 484 meters.\n\nSee also\n Protected areas of New South Wales\n\nReferences\n\nNational parks of New South Wales\nProtected areas established in 1999\n1999 establishments in Australia"
  },
  {
    "id": 139,
    "title": "Gentlemen, Be Seated!",
    "text": "\"Gentlemen, Be Seated\" is a science fiction short story by American writer Robert A. Heinlein.  It was first published in the May 1948 issue of Argosy magazine.  It was later included in two of Heinlein's collections, The Green Hills of Earth (1951), and The Past Through Tomorrow (1967).\n\nPlot summary\n\nThe story tells of a visit to a tunnel on the surface of the Moon which goes awry when a pressure seal fails, trapping three men (a supervisor, a reporter, and a tunnel worker). The title of the story derives from the way they plug an air leak while awaiting rescue: by sitting on it.\n\nThe phrase \"Gentlemen, Be Seated!\" is the opening line of the interlocutor in a traditional minstrel show. It was also, at the time the story was written and while Heinlein attended, the opening line for all classes at the military and naval academies (as well as classes for officers at the various service schools) in the United States.\n\nThe story might have been inspired by an episode in \"Baron Munchausen\": The ship sprung a leak. It was my good fortune to discover it first. I found it a large hole about a foot diameter. ... This noble vessel was preserved, with all its crew, by a most fortunate thought! in short, I sat down over it. ... My situation, while I sat there, was rather cool, but the carpenter's art soon relieved me.\n\nReferences\n\nExternal links\n \n\n1948 short stories\nShort stories by Robert A. Heinlein\nWorks originally published in Argosy (magazine)"
  },
  {
    "id": 140,
    "title": "800 BC",
    "text": "\n\nEvents\nEnd of the reign of Polydectes, king of Sparta from 830 BC.\nBeginning of the reign of Eunomus, king of Sparta until 780 BC.\nEmergence of the first communities settled in the Chincha Valley (Peru), pertaining to Paracas culture in the south coast of Peru.\nEnd of Period IVB, Hasanlu is completely destroyed by a fire.\nThe Greek Colonization of the Mediterranean & Black Sea.\nArchaic period of Greece ( - 500 BCE).\nHomer of Greece writes his Iliad and Odyssey. ( - 700 BCE)\nAssyrian army makes a good use of the new technology by which iron can be hardened into steel suitable for weapons.\nEarliest surviving sundial is in use in Egypt.\nBeginning of Iron Age in Britain (until 43 AD).\n\nDeaths\nXiong Xun, monarch of the state of Chu during the Western Zhou Dynasty of ancient China.\nHasanlu Lovers, pair of human remains found at Teppe Hasanlu, possibly a couple.\n\nReferences\n\nGallery"
  },
  {
    "id": 141,
    "title": "Cordelia (moon)",
    "text": "Cordelia is the innermost known moon of Uranus. It was discovered from the images taken by Voyager 2 on January 20, 1986, and was given the temporary designation S/1986 U 7. It was not detected again until the Hubble Space Telescope observed it in 1997. Cordelia takes its name from the youngest daughter of Lear in William Shakespeare's King Lear. It is also designated Uranus VI.\n\nOther than its orbit, radius of 20 km and geometric albedo of 0.08 virtually nothing is known about it. In the Voyager 2 images Cordelia appears as an elongated object with its major axis pointing towards Uranus. The ratio of axes of Cordelia's prolate spheroid is 0.7 ± 0.2.\n\nCordelia acts as the inner shepherd satellite for Uranus' ε ring. Cordelia's orbit is within Uranus' synchronous orbit radius, and is therefore slowly decaying due to tidal deceleration.\n\nCordelia is very close to a 5:3 orbital resonance with Rosalind.\n\nSee also \n\n Moons of Uranus\n\nReferences \n\nExplanatory notes\n\nCitations\n\nExternal links \n Cordelia Profile by NASA's Solar System Exploration\n Uranus' Known Satellites (by Scott S. Sheppard)\n\nMoons of Uranus\n19860120"
  },
  {
    "id": 142,
    "title": "Svenska Akademiens ordbok",
    "text": "Svenska Akademiens ordbok (), abbreviated SAOB, is a dictionary published by the Swedish Academy, with the official title Ordbok över svenska språket utgiven av Svenska Akademien. This dictionary is the Swedish counterpart of the Oxford English Dictionary (OED) or the Deutsches Wörterbuch (DWB). \n\nWork on the dictionary started in 1787 and the first volume was published in 1898 and as of 2021, when the latest volume appeared, work has progressed to the letter Å inclusively. The dictionary has approximately 450,000 main entries. The searchable web version has been available since 1997.\n\nSee also\nSvenska Akademiens ordlista\n\nExternal links \nSvenska Akademiens ordbok\nThe Swedish Academy – Official site (in English)\n\nSwedish non-fiction literature\nSwedish Academy\nPublications established in 1898\nSwedish dictionaries\nOnline dictionaries\n1898 establishments in Sweden"
  },
  {
    "id": 143,
    "title": "Hanazono",
    "text": "Hanazono may refer to:\n\nPlaces\nHanazono University in Kyoto, Japan\nHigashi Osaka Hanazono Rugby Stadium in Higashi Osaka, Osaka Prefecture, Japan\nHanazono, Saitama, former town in Saitama Prefecture, Japan\nHanazono, Wakayama, former village in Wakayama Prefecture, Japan\nHanazono Shrine, a Shinto shrine in Shinjuku, Tokyo, Japan\n\nPeople\nEmperor Hanazono, the 95th emperor of Japan\nUtako Hanazono, Japanese geisha\n\nFictional characters\nHikari Hanazono, in the anime and manga series Special A\nKarin Hanazono, in the anime and manga series Kamichama Karin\nSakura Hanazono, in the anime and manga series Kaichō wa Maid-sama!\nShizuma Hanazono, in the anime Strawberry Panic\nTae Hanazono, in the multimedia franchise BanG Dream!\n\nSee also\nHanazono Station (disambiguation)\n\nJapanese-language surnames"
  },
  {
    "id": 144,
    "title": "SNA",
    "text": "SNA or Sna may refer to:\n\nOrganizations\n Novinite.com (Sofia News Agency), Bulgaria's largest English-language news provider\n Shanni Nationalities Army\n Singapore National Academy, a school in Surabaya, Indonesia\n Sky News Australia, an Australian 24-hour news channel\n Snap-on, an American tool company (NYSE: SNA)\n Social-National Assembly, a Ukrainian far-right political group\n Somali National Army, the land based branch of the Somali Armed Forces\n Somali National Alliance, a faction in the Somali Civil War from 1992\n Sangeet Natak Akademi, the national level academy for performing arts in India\n Suzhou North America High School\n Stellantis North America, an automobile manufacturer\n Syrian National Army, also known as the Turkish-backed Free Syrian Army\n\nScience and technology\n Social network analysis\n Systems Network Architecture, an IBM computer networking protocol suite\n Elderberry lectin, by lectin symbol\n Spherical Nucleic Acids\n .sna, snapshot file used in ZX Spectrum emulation\n SNA (computer graphics), a graphics acceleration architecture\n Sympathetic nervous system activity\n Strange nonchaotic attractor\n Scalar network analyzer (electrical)\n\nTransport\n John Wayne Airport, by IATA airport code\n Sandal and Agbrigg railway station, by National Rail station code\n Santa Ana (Amtrak station), by Amtrak station code\n Skynet Asia, a Japanese airline\n\nOther uses\n System of National Accounts\n Student Naval Aviator, training to be a United States Naval Aviator\n Special needs assistant\n sna, the ISO 639 code of the Shona language\n Significant Natural Area, a classification in the Resource Management Act in New Zealand"
  },
  {
    "id": 145,
    "title": "Pommern (disambiguation)",
    "text": "Pommern is the German language name for Pomerania, a historical region divided between Germany and Poland.\n\nPommern may also refer to:\n\n Pommern (horse), a racehorse which won the English Triple Crown in 1915\n Pommern (ship), former German Flying P-Liner sailing ship, docked in Finland as museum ship\n Pommern, Rhineland-Palatinate, a municipality in the district of Cochem-Zell\n Mecklenburg-Vorpommern or Mecklenburg-Western Pomerania, a German state, partially covering Western Pomerania\n SMS Pommern, German World War I battleship\n Swedish Pomerania, a Dominion under the Swedish Crown from 1630 to 1815, situated on what is now the Baltic coast of Germany and Poland\n\nSee also\n Pomeranian (dog)"
  },
  {
    "id": 146,
    "title": "Mill Creek Township, Mercer County, Pennsylvania",
    "text": "Mill Creek Township is a township in Mercer County, Pennsylvania, United States. The population was 721 at the 2010 census.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of 19.3 square miles (50.1 km2), of which, 18.9 square miles (49.0 km2) of it is land and 0.4 square miles (1.1 km2) of it (2.12%) is water.\n\nDemographics\nAs of the census of 2000, there were 639 people, 243 households, and 185 families residing in the township.  The population density was 33.7 people per square mile (13.0/km2).  There were 265 housing units at an average density of 14.0/sq mi (5.4/km2).  The racial makeup of the township was 98.75% White, 0.63% African American, 0.16% from other races, and 0.47% from two or more races. Hispanic or Latino of any race were 0.16% of the population.\n\nThere were 243 households, out of which 34.6% had children under the age of 18 living with them, 65.8% were married couples living together, 7.8% had a female householder with no husband present, and 23.5% were non-families. 20.2% of all households were made up of individuals, and 8.6% had someone living alone who was 65 years of age or older.  The average household size was 2.59 and the average family size was 2.97.\n\nIn the township the population was spread out, with 25.2% under the age of 18, 7.2% from 18 to 24, 27.4% from 25 to 44, 26.4% from 45 to 64, and 13.8% who were 65 years of age or older.  The median age was 38 years. For every 100 females there were 100.9 males.  For every 100 females age 18 and over, there were 99.2 males.\n\nThe median income for a household in the township was $39,219, and the median income for a family was $41,023. Males had a median income of $30,903 versus $23,125 for females. The per capita income for the township was $16,928.  About 5.0% of families and 7.7% of the population were below the poverty line, including 9.0% of those under age 18 and 2.2% of those age 65 or over.\n\nReferences\n\nTownships in Mercer County, Pennsylvania"
  },
  {
    "id": 147,
    "title": "K9",
    "text": "K9 or K-9 may refer to:\n\nAnimal \n\n K9, the nickname of police dogs and the police dog unit itself\n Canine or Canis, a genus including dogs, wolves, coyotes, and jackals\n\nFictional dogs \n K9 (Doctor Who), the name of several robotic canines in the British science fiction television series Doctor Who\n K-9 (Looney Tunes), a dog in the Looney Tunes cartoon series\n K9 Murphy, a mechanical dog in the Japanese television series Tokusou Sentai Dekaranger\n\nComputing \n AMD K9, a microprocessor\n K-9 Mail, a mail client for the Android operating system\n K9 Web Protection, a web content control software\n K9Copy, a DVD backup and authoring program for Unix-like operating systems\n\nEntertainment \n K-9 (film), a 1989 American film\n K-9 (film series), a film series consisting of four movies\n K-9 (TV series) a British/Australian comedy/adventure series starring the same character as featured in Doctor Who\n K9, a television station serving Boise, Idaho, now known as KNIN-TV\n Sonata in G for Keyboard and Violin, K. 9, a sonata by Wolfgang Amadeus Mozart\n\nMilitary \n HMAS K9, an Australian submarine\n K-9 (missile), a Soviet short-range air-to-air missile\n K9 Thunder, a 155mm self-propelled artillery used by the Republic of Korea Armed Forces\n Kahr K9, a variant of the Kahr K series, a 9×19mm Parabellum semi-automatic pistol manufactured by the American company Kahr Arms\n Pusan East (K-9) Air Base, an abandoned air base in Busan, South Korea\n\nAutomotive \n Kia K9, a full-size luxury sedan\n K-9 (Kansas highway), a state highway in Kansas, US\n BYD K9, a battery electric bus\n\nOther \n K9 glass, an inexpensive variety of crown glass\n K9, a children's shoe size\n\nSee also \n Canine (disambiguation)\n Kanine (disambiguation)"
  },
  {
    "id": 148,
    "title": "138 BC",
    "text": "\nYear 138 BC was a year of the pre-Julian Roman calendar. At the time it was known as the Year of the Consulship of Serapio and Callaicus (or, less frequently, year 616 Ab urbe condita) and the Third Year of Jianyuan. The denomination 138 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents \n By place \nRoman Empire\n Tautalus surrenders to the Romans.\n Valencia in Spain is founded as a Roman colony.\n\nAsia Minor\n Attalus III succeeds Attalus II as Attalid king of Pergamon\nEgypt\n Galaestes revolts.\n\nSyria\n Antiochus VII expels Diodotus Tryphon.\n Tryphon sacks Beirut\n\n Parthia \n Phraates II becomes emperor of Parthia.\n\n China\n Grand Empress Dowager Dou, the grandmother of Emperor Wu of Han, purges the high administration of officials to consolidate her power. Among those dismissed are Prime Minister Dou Yong and her own half-brother, the General-in-Chief Tian Fen. Two of the young emperor's closest advisors, Zhao Wan and Wang Zang, are arrested and commit suicide.\n\n By topic \n Arts and sciences \n Hymn to Apollo is written and inscribed on stone in Delphi; it is the earliest surviving notated music, in a substantial and legible fragment, in the western world.\n\nBirths \n Lucius Cornelius Sulla, Roman general and statesman (d. 78 BC)\n Phaedrus the Epicurean, Greek scholar and philosopher\n\nDeaths \n Attalus II Philadelphus, king of Pergamon (b. 220 BC)\n Diodotus Tryphon, king of the Seleucid Empire\n Mithridates I, king of Parthia (b. c. 195 BC)\n\nReferences"
  },
  {
    "id": 149,
    "title": "Cherry Grove Township, Warren County, Pennsylvania",
    "text": "Cherry Grove Township is a township in Warren County, Pennsylvania, United States. The population at the 2000 census was 228.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , all of it land.\n\nDemographics\n\nAs of the census of 2000, there were 228 people, 92 households, and 72 families residing in the township.  The population density was 4.9 people per square mile (1.9/km2).  There were 368 housing units at an average density of 7.8/sq mi (3.0/km2).  The racial makeup of the township was 100.00% White.\n\nThere were 92 households, out of which 23.9% had children under the age of 18 living with them, 66.3% were married couples living together, 7.6% had a female householder with no husband present, and 21.7% were non-families. 21.7% of all households were made up of individuals, and 5.4% had someone living alone who was 65 years of age or older.  The average household size was 2.48 and the average family size was 2.82.\n\nIn the township the population was spread out, with 20.6% under the age of 18, 5.7% from 18 to 24, 25.9% from 25 to 44, 30.7% from 45 to 64, and 17.1% who were 65 years of age or older.  The median age was 42 years. For every 100 females, there were 115.1 males.  For every 100 females age 18 and over, there were 108.0 males.\n\nThe median income for a household in the township was $35,625, and the median income for a family was $40,313. Males had a median income of $35,625 versus $18,125 for females. The per capita income for the township was $15,628.  About 7.8% of families and 5.8% of the population were below the poverty line, including 4.5% of those under the age of eighteen and none of those 65 or over.\n\nReferences\n\nTownships in Warren County, Pennsylvania\nTownships in Pennsylvania"
  },
  {
    "id": 150,
    "title": "Adaptive communications",
    "text": "Adaptive communications can mean any communications system, or portion thereof, that automatically uses feedback information obtained from the system itself or from the signals carried by the system to modify dynamically one or more of the system operational parameters to improve system performance or to resist degradation.  \nThe modification of a system parameter may be discrete, as in hard-switched diversity reception, or may be continuous, as in a \npredetection combining algorithm.\n\nSee also\nAutomatic Link Establishment\nChannel use\nCALM M5\n\nTelecommunications techniques"
  },
  {
    "id": 151,
    "title": "Worcester",
    "text": "Worcester may refer to:\n\nPlaces\n\nUnited Kingdom\n Worcester, England, a city in Worcestershire\n Worcester (UK Parliament constituency)\n Worcester Park, London, England\n Worcestershire, a county in England\n\nUnited States\n Worcester, Massachusetts, the largest city with the name in the United States\n Worcester County, Massachusetts\n Worcester, Missouri\n Worcester, New York, a town\n Worcester (CDP), New York, within the town\n Worcester Township, Montgomery County, Pennsylvania\n Worcester, Vermont\n Worcester (CDP), Vermont, within the town\n Worcester, Wisconsin, a town\n Worcester (community), Wisconsin, an unincorporated community\n Worcester County, Maryland\n Barry, Illinois, formerly known as Worcester\n Marquette, Michigan, formerly known as New Worcester\n\nOther places\n Worcester, Limpopo, South Africa\n Worcester, Western Cape, South Africa\n Worcester Summit, Antarctica\n\nTransportation\n Worcester, a GWR 3031 Class locomotive that was built for and run on the Great Western Railway between 1891 and 1915\n Union Station (Worcester, Massachusetts), called \"Worcester\" by the Massachusetts Bay Transportation Authority\n HMS Worcester, several ships of the British Royal Navy\n USS Worcester, several ships of the United States Navy\n\nPeople\n John of Worcester, English monk and chronicler\n Roger of Worcester, Bishop of Worcester\n Sylvester of Worcester, Bishop of Worcester\n Worcester (surname)\n\nFoods\n Worcester Pearmain, an English apple cultivar\n Worcestershire sauce, often \"Worcester sauce\", a spicy condiment devised in Worcester, England, in the 19th c.\n\nOther uses\n Worcester Academy\n Worcester, Bosch Group, a British domestic heating company\n Worcester College (disambiguation)\n Royal Worcester, an English bone china and porcelain manufacturer\n\nSee also\n Worcester v. Georgia, an 1832 U.S. Supreme Court Case\n Wooster (disambiguation)"
  },
  {
    "id": 152,
    "title": "List of Olympic medalists in biathlon",
    "text": "This is the complete list of Olympic medalists in biathlon.\n\nMedalists in military patrol, a precursor to biathlon, are listed separately.\n\nMen\nThe numbers in brackets denotes biathletes who won gold medal in corresponding disciplines more than one time. Bold numbers denotes record number of victories in certain disciplines.\n\nIndividual (20 km)\n\nMedals\n\nSprint (10 km)\n\nMedals\n\nPursuit (12.5 km)\n\nMedals\n\nMass start (15 km)\n\nMedals\n\nRelay (4×7.5 km)\n\nMedals\n\nWomen\nThe numbers in brackets denotes biathletes who won gold medal in corresponding disciplines more than one time. Bold numbers denotes record number of victories in certain disciplines.\n\nIndividual (15 km)\n\nMedals\n\nSprint (7.5 km)\n\nMedals\n\nPursuit (10 km)\n\nMedals\n\nMass start (12.5 km)\n\nMedals\n\nRelay (4×6 km)\nThe women's relay event has been competed over three different distances:\n 3×7.5 km — 1992\n 4×7.5 km — 1994–2002\n 4×6 km — 2006–2018\n\nMedals\n\nMixed\n\nRelay\n\nMedals\n\nStatistics\n\nMedal table\n\nNote\n This table includes 1924 military patrol medal's.\n\nBiathlete medal leaders\n\nMen\n\nWomen\n\n* denotes all Olympics in which mentioned biathletes took part. Boldface denotes latest Olympics.\n\nBiathletes with most victories\n\nTop 10 biathletes who won more gold medals at the Winter Olympics are listed below. Boldface denotes active biathletes and highest medal count among all biathletes (including those not in the tables) per type.\n\nMen\n\nWomen\n\n* denotes only those Olympics at which mentioned biathletes won at least one medal\n\nMedals per year\n\n bolded numbers indicate the highest medal count at that year's Olympic Games.\n\nSee also\nBiathlon World Championships\nBiathlon World Cup\nList of IOC country codes\nMilitary patrol at the 1924 Winter Olympics\n\nReferences\nInternational Olympic Committee results database\n\nBiathlon\nmedalists\n \nOlympic"
  },
  {
    "id": 153,
    "title": "Gross world product",
    "text": "The gross world product (GWP) is the combined gross national income of all the countries in the world. Because imports and exports balance exactly when considering the whole world, this also equals the total global gross domestic product (GDP). According to the World Bank, the 2013 nominal GWP was approximately US$75.59 trillion. In 2017, according to the CIA's World Factbook, the GWP was around US $80.27 trillion in nominal terms and totaled approximately 127.8 trillion international dollars in terms of purchasing power parity (PPP). The per capita PPP GWP in 2017 was approximately Int$17,500 according to the World Factbook.  According to the World Bank, the 2020 GWP in current US$ was approximately US$ 84.705 trillion.\n\nRecent growth\nThe table below gives recent percentage values for overall GWP growth from 2006 through 2020, as well as an estimate for 2021, according to the International Monetary Fund (IMF)'s World Economic Outlook database. Data is given in terms of constant year-on-year prices.\n\nHistorical and prehistorical estimates\n\nIn 1998, economic historian J. Bradford DeLong estimated the total GWP in 1990 U.S. dollars for the main years between one million years BCE and 2000 CE (shown in the table below). \n\nNominal GWP estimates from 2005 onwards are also shown in contemporary U.S. dollars, according to estimates from the CIA World Factbook and the World Bank. \"Billion\" in the table below refers to the short scale usage of the term, where 1 billion = 1,000 million = 109.\n\nSee also\nList of countries by real GDP growth rate\nList of countries by GDP (nominal)\nList of countries by GDP (PPP)\nWorld economy\nWorld population\n\nNotes\n\nReferences\n\nExternal links\nCIA data on GWP in The World Factbook\nIMF database – contains continuously updated World Economic Outlook tables and reports\n\nGlobal economic indicators\nGross domestic product"
  },
  {
    "id": 154,
    "title": "College Park",
    "text": "College Park may refer to:\n\nAustralia\nCollege Park, South Australia, a suburb of Adelaide\n\nCanada\n College Park (Toronto), a shopping mall, residential and office complex in Toronto\n College Park, Saskatoon, a neighbourhood\n College Park East, Saskatoon, a neighbourhood\n\nRepublic of Ireland\n College Park, Dublin\n\nUnited Kingdom\n College Park, London\n\nUnited States\nCollege Park (Charleston), a historic baseball stadium in Charleston, South Carolina\nCollege Park, California (disambiguation)\nCollege Park, Delaware, an unincorporated community\nCollege Park, Orlando, a neighborhood of Orlando, Florida\nCollege Park, Georgia, a suburb of Atlanta\nCollege Park, Maryland, a suburb of Washington, DC\nUniversity of Maryland, College Park, the flagship state university of Maryland\nCollege Park Airport in Prince George's County, Maryland\nCollege Park High School (Pleasant Hill, California)\nCollege Park (Virginia Beach), a neighborhood in the Kempsville section of Virginia Beach, Virginia, USA\nThe Woodlands College Park High School, in The Woodlands, Texas\n\nSee also\nCollege Park Station (disambiguation)\nUniversity Park (disambiguation)"
  },
  {
    "id": 155,
    "title": "Sour mix",
    "text": "Sour mix (also known as sweet and sour mix) is a mixer that is yellow-green in color and is used in many cocktails. It is made from approximately equal parts lemon and/or lime juice and simple syrup and shaken vigorously with ice. This produces a pearly-white liquid with a pronounced flavor.\n\nOptionally, egg whites may be added to make the liquid slightly foamy.\n\nSour mix can be mixed with liquor(s) to make a sour drink; most common are vodka sour (vodka) and whiskey sour (whiskey).\n\nPre-mixed versions are available, and are in use in many bars.  These typically consist of a powder which must be rehydrated by adding water prior to use.\n\nSee also\nList of cocktails\n\nDrink mixers"
  },
  {
    "id": 156,
    "title": "Lucerne Mines, Pennsylvania",
    "text": "Lucernemines, usually written as Lucerne Mines, is a census-designated place (CDP) in Indiana County, Pennsylvania, United States. The population was 937 at the 2010 census.\n\nGeography\nLucerne Mines is located at  (40.554447, -79.155584).\n\nAccording to the United States Census Bureau, the CDP has a total area of , all of it land.\n\nDemographics\nAs of the census of 2000, there were 951 people, 407 households, and 293 families residing in the CDP. The population density was 1,105.8 people per square mile (427.0/km2). There were 427 housing units at an average density of 496.5/sq mi (191.7/km2). The racial makeup of the CDP was 98.63% White, 1.05% African American, 0.11% Asian, and 0.21% from two or more races. Hispanic or Latino of any race were 0.84% of the population.\n\nThere were 407 households, out of which 23.1% had children under the age of 18 living with them, 57.2% were married couples living together, 10.8% had a female householder with no husband present, and 27.8% were non-families. 25.3% of all households were made up of individuals, and 15.5% had someone living alone who was 65 years of age or older. The average household size was 2.33 and the average family size was 2.76.\n\nIn the CDP the population was spread out, with 19.1% under the age of 18, 6.1% from 18 to 24, 27.8% from 25 to 44, 23.4% from 45 to 64, and 23.6% who were 65 years of age or older. The median age was 43 years. For every 100 females there were 94.9 males. For every 100 females age 18 and over, there were 93.2 males.\n\nThe median income for a household in the CDP was $28,427, and the median income for a family was $33,580. Males had a median income of $26,719 versus $18,036 for females. The per capita income for the CDP was $13,976. About 10.4% of families and 10.4% of the population were below the poverty line, including 14.5% of those under age 18 and 4.1% of those age 65 or over.\n\nReferences\n\nCensus-designated places in Indiana County, Pennsylvania"
  },
  {
    "id": 157,
    "title": "Worth Township, Mercer County, Pennsylvania",
    "text": "Worth Township is a township in Mercer County, Pennsylvania, United States.  The population was 899 at the 2010 census.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of 25.0 square miles (64.8 km2), of which, 24.8 square miles (64.2 km2) of it is land and 0.2 square miles (0.6 km2) of it (0.96%) is water.\n\nDemographics\nAs of the census of 2000, there were 830 people, 319 households, and 238 families residing in the township.  The population density was 33.5 people per square mile (12.9/km2).  There were 329 housing units at an average density of 13.3/sq mi (5.1/km2).  The racial makeup of the township was 99.28% White, 0.12% Asian, 0.24% Pacific Islander, and 0.36% from two or more races. Hispanic or Latino of any race were 0.24% of the population.\n\nThere were 319 households, out of which 34.8% had children under the age of 18 living with them, 65.5% were married couples living together, 5.6% had a female householder with no husband present, and 25.1% were non-families. 20.7% of all households were made up of individuals, and 9.7% had someone living alone who was 65 years of age or older.  The average household size was 2.60 and the average family size was 3.04.\n\nIn the township the population was spread out, with 25.2% under the age of 18, 5.7% from 18 to 24, 29.2% from 25 to 44, 24.1% from 45 to 64, and 15.9% who were 65 years of age or older.  The median age was 40 years. For every 100 females there were 100.0 males.  For every 100 females age 18 and over, there were 106.3 males.\n\nThe median income for a household in the township was $41,328, and the median income for a family was $46,719. Males had a median income of $30,573 versus $21,818 for females. The per capita income for the township was $18,434.  About 5.3% of families and 8.4% of the population were below the poverty line, including 13.6% of those under age 18 and 4.2% of those age 65 or over.\n\nReferences\n\nTownships in Mercer County, Pennsylvania"
  },
  {
    "id": 158,
    "title": "Kiho",
    "text": "Kiho may refer to:\n\n Kiho-tumu, the supreme god in the mythology of the Tuamotu archipelago\n Kihō, Mie, a town in Japan\n In the Legend of the Five Rings Collectible Card Game, kiho cards are played as actions, but generate spell effects.  Kiho nearly always require a shugenja or monk (sometimes specifically one or the other) to bow as part of the cost of playing the card\n In the Legend of the Five Rings Role-Playing Game, kiho are complex martial arts techniques learned by monks and sometimes shugenja that have some extraordinary or supernatural effect\n\nPeople with the given name\n, Japanese women's basketball player\n\nJapanese feminine given names"
  },
  {
    "id": 159,
    "title": "Yabbra National Park",
    "text": "Yabbra is a national park in New South Wales, Australia, 598 km north of Sydney.\n\nThe average elevation of the terrain is 387 meters.\n\nSee also\n Protected areas of New South Wales\n\nReferences\n\nExternal links\nYabbra National Park at www.environment.nsw.gov.au\n\nNational parks of New South Wales\nProtected areas established in 1999\n1999 establishments in Australia"
  },
  {
    "id": 160,
    "title": "SS7",
    "text": "SS7 or SS-7 may refer to:\n\n Signalling System No. 7, a set of telephone signaling protocols\n SS-7 Saddler, the NATO reporting name of R-16 missile\n China Railways SS7, an electric locomotive model in China\n Super Socket 7, a chip socket introduced by AMD"
  },
  {
    "id": 161,
    "title": "Muslim brotherhoods of Senegal",
    "text": "This is a list of Sufi orders (Tariqas) in Senegal (and also the Gambia).  They are active Muslim organizations that can also be found in many other parts of Africa and the Islamic world. Their members are mainly Wolofs, Fulas and Tocouleurs.\n\nList\nThe four largest Muslim brotherhoods in Senegal are:\n\n The Xaadir (Qādiriyya), the oldest, founded in Baghdad by the Sufi mystic Abdul Qādir al-Jilānī in the 12th century, now pan-Islamic, spread to Senegal in the 18th Century.\n The Tijaniyyah, the largest in membership, founded in Fez, Morocco by the Algerian born Cheikh Sīdī 'Aḥmad at-Tijānī. The order is centered in the city of Tivaouane.\n The Mourides, the richest and most active, founded by the Islamic leader Cheikh Amadou Bamba (1850–1927) of French West Africa, now Senegal. The order is centered in the city of Touba.\n The Layene are a smaller Sufi order, centered at Yoff north of Dakar.\n\nExternal links\n Review of Sufism and Religious Brotherhoods in Senegal\n BBC:Senegal's Mourides: Islam's mystical entrepreneurs\n\nSenegal\nIslam in Senegal\nLists of Muslims\nSufi orders"
  },
  {
    "id": 162,
    "title": "ICMP",
    "text": "ICMP  may refer to:\n\nScience and technology\n International Collection of Microorganisms from Plants, a culture collection in New Zealand\n International Congress on Mathematical Physics\n Internet Control Message Protocol, used in computer networking\n Ischemic cardiomyopathy, a type of heart disease\n\nOther uses\n The Institute of Contemporary Music Performance, in London, UK\n International Commission on Missing Persons, an intergovernmental organization"
  },
  {
    "id": 163,
    "title": "Stormarn (district)",
    "text": "Stormarn () is a district in Schleswig-Holstein, Germany. It is bounded by (from the north and clockwise) the districts of Segeberg and Ostholstein, the city of Lübeck, the district of Lauenburg, and the city-state of Hamburg.\n\nHistory\n\nIn medieval times the name Stormarn was applied to a larger area, of which the present-day district is only the eastern half. It was the home of the Saxon tribe the Sturmarii.\n\nStormarn became a part of Holstein in the 12th century.  When Schleswig-Holstein became a province of Prussia in 1867, the Prussian administration established the district of Stormarn, with Wandsbek as its capital. In 1937 the southwestern part of the district was incorporated into Hamburg, and the district lost half of its population. Since Wandsbek was now a borough of Hamburg, the capital was moved to Bad Oldesloe after the war. In 1970 Stormarn again lost a substantial portion of its territory, when the city of Norderstedt was founded in order to become a part of the Segeberg district.\n\nGeography\n\nThe river Trave runs through the district before entering the city of Lübeck. In the southernmost portion of Stormarn there are the eastern suburbs of the Hamburg metropolitan area.\n\nCoat of arms\nThe coat of arms displays a white swan, with a crown around its neck, on red ground. The swan has been the heraldic animal of Stormarn since the Middle Ages.\n\nTowns and municipalities\n\nReferences\n\nExternal links\nOfficial website (German)\n\nDistricts of Schleswig-Holstein\nRegions of Schleswig-Holstein"
  },
  {
    "id": 164,
    "title": "Europe of Democracies and Diversities",
    "text": "Europe of Democracies and Diversities (EDD) was a Eurosceptic political group with seats in the European Parliament between 1999 and 2004. Following the 2004 European elections, the group reformed as Independence/Democracy (IND/DEM).\n\nMembers\nJune Movement (Denmark), 3 seats\nPeople's Movement against the EU (Denmark), 1 seat\nHunting, Fishing, Nature, Tradition (France), 6 seats\nChristianUnion – Reformed Political Party (Netherlands), 3 seats\nUK Independence Party (United Kingdom), 3 seats\nCombats Souverainistes (France), 1 MEP defected from Rally for France/UEN group in March 2001\nLeague of Polish Families (Poland), after Poland joined the EU in May 2004\n\nReferences\n\nExternal links\nEuropean Parliament Annual Accounts of Political Groups\nEurope Politique\nEuropean Parliament profile of Jens-Peter Bonde\nEntry on Konrad-Adenauer-Stiftung\n\nFormer European Parliament party groups\nEuroscepticism\n\nsv:Demokratiernas och mångfaldens Europa"
  },
  {
    "id": 165,
    "title": "Punt",
    "text": "Punt or punting may refer to:\n\nBoats\nPunt (boat), a flat-bottomed boat with a square-cut bow developed on the River Thames\nFalmouth Quay Punt, a small sailing vessel hired by ships anchored in Falmouth harbour\nNorfolk Punt, a type of racing dinghy developed in Norfolk\nCable ferry, known as a punt in Australian English\n\nPlaces\n Land of Punt, a trading partner of Ancient Egypt possibly based in the Horn of Africa region\n Puntland, a region in north-eastern Somalia, centered on Garowe in the Nugaal province\n\nSports and recreation\n Punt (gridiron football), a way of kicking a ball in the American or Canadian varieties of football\n Punt (Australian football), a way of kicking a ball in the Australian variety of football\n A type of goal kick in association football\n\nOther uses\n Punt (surname), a surname\n The Punt or Punt Éireannach, also known as the Irish pound, which was the currency of Ireland prior to its changeover to the Euro\n El Punt, a Catalan newspaper\n Punt gun, a type of extremely large shotgun, mounted directly on punt boats\n A punt or punty, a tool used in glassblowing\n A punt mark or pontil mark, left by the glassblowing tool\n Punt (wine bottle), the indented bottom of a wine bottle\n Punt, a colloquial term in British English for bet or wager in gambling\n PUNT, the Spanish acronym of the United National Workers' Party, a former political party in Equatorial Guinea\n\nSee also\n Punter (disambiguation)\n Pundt"
  },
  {
    "id": 166,
    "title": "Start signal",
    "text": "In telecommunication, a start signal is a signal that prepares a device to receive data or to perform a function. \n\nIn asynchronous serial communication, start signals are used at the beginning of a character that prepares the receiving device for the reception of the code elements. \n\nA start signal is limited to one signal element usually having the duration of a unit interval.\n\nReferences\n\nTelecommunications engineering"
  },
  {
    "id": 167,
    "title": "Sibley Township, Sibley County, Minnesota",
    "text": "Sibley Township is a township in Sibley County, Minnesota, United States. The population was 353 at the 2000 census.\n\nSibley Township was organized in 1864.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of 35.7 square miles (92.3 km), of which 35.6 square miles (92.2 km)  is land and 0.1 square mile (0.1 km)  (0.14%) is water.\n\nDemographics\nAs of the census of 2000, there were 353 people, 115 households, and 90 families residing in the township.  The population density was 9.9 people per square mile (3.8/km).  There were 127 housing units at an average density of 3.6/sq mi (1.4/km).  The racial makeup of the township was 99.43% White, 0.28% African American and 0.28% Asian.\n\nThere were 115 households, out of which 43.5% had children under the age of 18 living with them, 74.8% were married couples living together, 1.7% had a female householder with no husband present, and 21.7% were non-families. 18.3% of all households were made up of individuals, and 3.5% had someone living alone who was 65 years of age or older.  The average household size was 3.07 and the average family size was 3.52.\n\nIn the township the population was spread out, with 30.9% under the age of 18, 10.5% from 18 to 24, 28.9% from 25 to 44, 21.0% from 45 to 64, and 8.8% who were 65 years of age or older.  The median age was 36 years. For every 100 females, there were 122.0 males.  For every 100 females age 18 and over, there were 130.2 males.\n\nThe median income for a household in the township was $39,125, and the median income for a family was $40,000. Males had a median income of $27,750 versus $20,833 for females. The per capita income for the township was $14,814.  About 8.3% of families and 11.1% of the population were below the poverty line, including 10.8% of those under age 18 and 10.0% of those age 65 or over.\n\nReferences\n\nTownships in Sibley County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 168,
    "title": "Carlsbad",
    "text": "Carlsbad may refer to:\n\nCarlsbad, California, United States\nCarlsbad, New Mexico, United States\nCarlsbad, Texas, United States\nKarlovy Vary, Czech Republic; alternatively known as Carlsbad\n\nSee also\nCarlsbad Caverns National Park\nCarlsbad Decrees\nCarlsbad Springs, Ontario\nCarlsbad State Beach\nHC Energie Karlovy Vary\nWest Baden Springs Hotel\nKarlsbad (disambiguation)"
  },
  {
    "id": 169,
    "title": "Elba Township, Michigan",
    "text": "Elba Township is the name of some places in the U.S. state of Michigan:\n\n Elba Township, Gratiot County, Michigan\n Elba Township, Lapeer County, Michigan\n\nSee also \n Elba Township (disambiguation)\n\nMichigan township disambiguation pages"
  },
  {
    "id": 170,
    "title": "Asimov (disambiguation)",
    "text": "Isaac Asimov (1920–1992) was a writer.\n\nAsimov may also refer to:\n\nPlaces\nAsimov (crater), an impact crater on Mars, named after Isaac Asimov\n5020 Asimov, an asteroid named after Isaac Asimov\n\nOther\nAsimov (surname)\nAsimov's Science Fiction, an American science fiction magazine named after Isaac Asimov\nAsimov's SF Adventure Magazine, a short-lived American science fiction magazine named after Isaac Asimov\nIsaac Asimov Awards, four separate awards established in honor of Isaac Asimov\n\nSee also\nASIMO\nAzimov, Russian last name"
  },
  {
    "id": 171,
    "title": "Huerfano, New Mexico",
    "text": "Huerfano () is a census-designated place (CDP) in San Juan County, New Mexico, United States. The population was 104 at the 2000 census. It is part of the Farmington Metropolitan Statistical Area. Huerfano is named after El Huerfano Mountain, located a mile to the northeast.\n\nGeography\nHuerfano is located at  (36.526359, -108.031135).\n\nAccording to the United States Census Bureau, the CDP has a total area of , all land.\n\nDemographics\nAs of the census of 2000, there were 104 people, 28 households, and 22 families residing in the CDP. The population density was 3.9 people per square mile (1.5/km2). There were 36 housing units at an average density of 1.3 per square mile (0.5/km2). The racial makeup of the CDP was 99.04% Native American and 0.96% White.\n\nThere were 28 households, out of which 39.3% had children under the age of 18 living with them, 57.1% were married couples living together, 17.9% had a female householder with no husband present, and 21.4% were non-families. 14.3% of all households were made up of individuals, and none had someone living alone who was 65 years of age or older. The average household size was 3.71 and the average family size was 4.32.\n\nIn the CDP, the population was spread out, with 38.5% under the age of 18, 7.7% from 18 to 24, 25.0% from 25 to 44, 20.2% from 45 to 64, and 8.7% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 85.7 males. For every 100 females age 18 and over, there were 82.9 males.\n\nThe median income for a household in the CDP was $24,583, and the median income for a family was $24,583. Males had a median income of $18,750 versus $13,750 for females. The per capita income for the CDP was $7,333. None of the population is below the poverty line.\n\nEducation\nThe community of Huerfano is part of the Bloomfield School District.\n\nReferences\n\nCensus-designated places in San Juan County, New Mexico\nCensus-designated places in New Mexico"
  },
  {
    "id": 172,
    "title": "FTS2000",
    "text": "Federal Telecommunications System 2000 (FTS2000) is a long distance telecommunications service for the United States federal government, including services such as switched voice service for voice or data up to 4.8 kbit/s, switched data at 56 kbit/s and 64 kbit/s, switched digital integrated service for voice, data, image, and video up to 1.544 Mbit/s, packet switched service for data in packet form, video transmission for both compressed and wideband video, and dedicated point-to-point private line for voice and data. \n\nNote 1:  Use of FTS2000 contract services is mandatory for use by U.S. Government agencies for all acquisitions subject to 40 U.S.C. 759. \n\nNote 2:  No U.S. Government information processing equipment or customer premises equipment other than that which are required to provide an FTS2000 service are furnished. \n\nNote 3:  The FTS2000 contractors will be required to provide service directly to an agency's terminal equipment interface. For example, the FTS2000 contractor might provide a terminal adapter to an agency location in order to connect FTS2000 ISDN services to the agency's terminal equipment. \n\nNote 4:  GSA awarded two 10-year, fixed-price contracts covering FTS2000 services on December 7, 1988. \n\nNote 5:  The Warner Amendment excludes the mandatory use of FTS2000 in instances related to maximum security.\nFTS2000 was completed in 2000, then replaced by FTS2001, and thereafter, in 2008, by Networx.\n\nReferences\nFTS2000 was completed in 2000, and was replaced by FTS2001.\n\nTelecommunication services\nTelecommunications in the United States"
  },
  {
    "id": 173,
    "title": "Bruce Township, Michigan",
    "text": "Bruce Township is the name of two places in the U.S. state of Michigan:\n\n Bruce Township, Chippewa County, Michigan\n Bruce Township, Macomb County, Michigan\n\nSee also \n Bruce Township (disambiguation)\n\nMichigan township disambiguation pages"
  },
  {
    "id": 174,
    "title": "Battle of Grotniki",
    "text": "The Battle of Grotniki took place on 4 May 1439 in the vicinity of Grotniki Duże, a village near Nowy Korczyn, currently in Świętokrzyskie Voivodeship. \n\nThe battle was fought between the Hussite confederates under Spytko III of Melsztyn against the royal forces of King Władysław III of Poland under Hińcza of Rogów and  de facto regent bishop Zbigniew Oleśnicki. The defeat of the non-Catholic forces marked the end of militant Hussite movement in Poland and the beginning of a complete consolidation of power in the Polish Kingdom, led by bishop Zbigniew.\n\nBibliography\nJan Długosz, Annales seu Cronicae incliti regni Poloniae, opera venerabili domini Ioanni Dlugossi, liber XI i XII, Warsaw 2001, page 202 - 206.\nSecondary sources\nAnna Sochacka \"Konfederacja Spytka z Melsztyna z 1439r. Rozgrywka polityczna, czy ruch ideologiczny? \"  Rocznik Lubelski, vol XVI, Lublin 1973.\n\n1439 in Europe\nGrotniki 1439\nGrotniki 1439\nGrotniki\n15th century in Poland"
  },
  {
    "id": 175,
    "title": "Dea Tacita",
    "text": "In Roman mythology, Dea Tacita (\"the silent goddess\") was a goddess of the dead. Ovid's Fasti includes a passage describing a rite propitiating Dea Tacita in order to \"seal up hostile mouths / and unfriendly tongue\" at Feralia on 21 February. In later times, she was equated with the naiad Larunda.  In this guise, Dea Tacita was worshipped at a festival called Larentalia on 23 December. Goddesses Mutae Tacitae were invoked to destroy a hated person: in an inscription from Cambodunum in Raetia, someone asks \"ut mutus sit Quartus\" and \"erret fugiens ut mus\". These silent goddesses are the personification of terror of obscurity. Plutarch, who describes Tacita as a Muse, states that Numa Pompilius credited Tacita for his oracular insight and taught the Romans to worship her.\n\nReferences\n\nRoman goddesses\nDeath goddesses"
  },
  {
    "id": 176,
    "title": "IBM 3720",
    "text": "The IBM 3720 was a communications controller (front-end processor) made by IBM, suitable for use with IBM System/390. The 3720, introduced in 1986, was capable of supporting up to 60 communications lines, and was a smaller version of the 3725.  Official service support was withdrawn in 1999 in favour of the IBM 3745.\n\nThe IBM 3720 is unrelated to the similarly-numbered IBM 3270 display terminal system.\n\nReferences\n\nExternal links\nIBM 3720 Communication Controller Service Guide (PDF)\n\n3720"
  },
  {
    "id": 177,
    "title": "PhpWiki",
    "text": "PhpWiki is a web-based wiki software application.\nIt began as a clone of WikiWikiWeb and was the first wiki written in PHP.\nPhpWiki has been used to edit and format paper books for publication.\n\nHistory\nThe first version, by Steve Wainstead, was released in December 1999. It was the first Wiki written in PHP to be publicly released. This version required PHP 3.x and only supported DBM files. \nIt was a feature-for-feature reimplementation of the original WikiWikiWeb at c2.com.\n\nIn early 2000 Arno Hollosi added a second database library to allow running PhpWiki on MySQL.\nFrom then on more features were added and contributions to the software increased, adding features such as a templating system, color diffs, rewrites of the rendering engine and much more. Arno was interested in running a wiki for the game Go.\n\nJeff Dairiki was the next major contributor, and soon headed the project for the next few years, followed up by Reini Urban up to 1.4, and then Marc-Etienne Vargenau since 1.5.\n\nReleases \n\nWith version 1.4.0 Wikicreole 1.0 including additions and MediaWiki markup syntax are supported. In version 1.5.0 PHP 4 support was deprecated.\n\nVersions 1.5.x are compatible with PHP 5.3, 5.4 et 5.5. Code is generated in HTML5 and CSS3.\n\nVersion 1.6.0 is compatible from PHP 5.3.3 to PHP 8.0. Code is generated in HTML5 and CSS3 with\nARIA roles.\n\nVersion 1.6.1 adds compatibility with PHP 8.1.\n\nSee also\n\n List of wiki software\n Comparison of wiki software\n\nReferences\n\nExternal links\n \n Release Notes\n\nCross-platform free software\nFree wiki software\nFree software programmed in PHP\nSoftware clones"
  },
  {
    "id": 178,
    "title": "Wohpe",
    "text": "In Lakota mythology, Wóȟpe (less correctly spelled \"Wohpe\") is a spirit of peace, the daughter of Wi and the Moon, Haŋhépi-Wi. She is the wife of the south wind. When she visited the Earth, she gave the Lakota people a pipe as a symbol of peace. Later, Wóȟpe became conflated with White Buffalo Calf Woman. An alternative name for Wóȟpe is Ptehíŋčalasaŋwiŋ. \n\nAs a symbol of Wophe's coming to earth she is often associated with falling stars.\n\nSee also\nDignity (statue)\n\nLakota spirit beings\nPeace goddesses\nLakota culture"
  },
  {
    "id": 179,
    "title": "Tangotango",
    "text": "In Māori mythology, Tangotango (sometimes called Hāpai) was a celestial woman who fell in love with the great hero Tāwhaki and came to earth to become his wife.  After bearing him a daughter, Arahuta, they quarreled and she returned to heaven.  Tāwhaki and his brother set out on a great adventure to find her.\n\nReferences\n\nMāori mythology"
  },
  {
    "id": 180,
    "title": "Arthur J. Stone",
    "text": "Arthur J. Stone (1847–1938), a leading American silversmith, was born, trained and worked in Sheffield, England, and Edinburgh, Scotland, before travelling to the United States in 1884. He was one of the last silversmiths in America to train apprentices to carry out designs in hand-wrought silver. In 1901, Stone set up a workshop in Gardner, Massachusetts which operated under his name until its sale in 1937 to Henry Heywood. Heywood was a Gardner businessman, who renamed it The Stone Silver Shop, and later, Stone Associates. Heywood died in 1945. His sons Henry, Jr. and Jerome ran Stone Associates until 1957.\n\nOne of the silversmiths in Arthur Stone's shop was George Porter Blanchard, father of silversmith Porter Blanchard.\n\nReferences\n\nExternal links\n\nWork examples and makers' marks\nSamples of his work\nSamples of his work\nArticle on Stone silver\nNotes on his career and a picture of him at work\n\n1847 births\n1938 deaths\nArtists from Sheffield\nAmerican silversmiths\nBritish emigrants to the United States"
  },
  {
    "id": 181,
    "title": "South Manheim Township, Schuylkill County, Pennsylvania",
    "text": "South Manheim Township is a township in Schuylkill County, Pennsylvania, United States. The population was 2,191 at the 2000 census. It was created in 1845 by dividing Manheim Township into South Manheim and North Manheim Townships.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of 21.0 square miles (54.3 km), of which, 20.6 square miles (53.3 km) of it is land and 0.4 square miles (1.0 km) of it (1.77%) is water.\n\nDemographics\n\nAt the 2000 census there were 2,191 people, 796 households, and 643 families living in the township.  The population density was 106.4 people per square mile (41.1/km).  There were 966 housing units at an average density of 46.9/sq mi (18.1/km).  The racial makeup of the township was 98.31% White, 0.46% African American, 0.23% Asian, 0.37% from other races, and 0.64% from two or more races. Hispanic or Latino of any race were 0.68%.\n\nOf the 796 households 35.6% had children under the age of 18 living with them, 74.0% were married couples living together, 5.0% had a female householder with no husband present, and 19.2% were non-families. 14.9% of households were one person and 6.3% were one person aged 65 or older.  The average household size was 2.75 and the average family size was 3.07.\n\nThe age distribution was 25.9% under the age of 18, 5.3% from 18 to 24, 29.8% from 25 to 44, 25.8% from 45 to 64, and 13.1% 65 or older.  The median age was 39 years. For every 100 females, there were 97.6 males.  For every 100 females age 18 and over, there were 97.9 males.\n\nThe median household income was $46,786 and the median family income  was $49,757. Males had a median income of $37,629 versus $26,375 for females. The per capita income for the township was $19,638.  About 2.0% of families and 3.0% of the population were below the poverty line, including 2.2% of those under age 18 and 4.5% of those age 65 or over.\n\nReferences\n\nTownships in Schuylkill County, Pennsylvania\nTownships in Pennsylvania"
  },
  {
    "id": 182,
    "title": "Salem Township, Michigan",
    "text": "Salem Township is the name of some places in the U.S. state of Michigan:\n\n Salem Township, Allegan County, Michigan\n Salem Township, Washtenaw County, Michigan\n\nSee also\n\n Salem Township (disambiguation)\n\nMichigan township disambiguation pages"
  },
  {
    "id": 183,
    "title": "690s BC",
    "text": "This article concerns the period 699 BC – 690 BC.\n\nEvents and trends\n 699 BC—Khallushu succeeds Shuttir-Nakhkhunte as king of the Elamite Empire.\n 697 BC—Birth of Duke Wen of Jin in China.\n 697 BC—Death of King Huan of Zhou in China.\n 697 BC—Hezekiah succeeded by Manasseh as king of Judah.\n 696 BC—King Zhuang of Zhou begins his reign in China.\n 696 BC—The Cimmerians ravage Phrygia, possible migration of the Armenians.\n 696 BC—Pantacles of Athens wins the stadion race at the 21st Olympic Games.\n 692 BC—Karib'il Watar of Saba' is recorded as having given \"gifts\" (tribute) to King Sennacherib of Assyria.\n 692 BC—Pantacles wins the stadion race for a second time and the diaulos at the 22nd Olympic Games.\n 691 BC—King Sennacherib of Assyria defeats king Humban-nimena of Elam in the Battle of Halule.\n 690 BC—Taharqa, a king of the Twenty-fifth Dynasty, ascends the throne of Egypt (approximate date)\n  690 BC-664 BC—Sphinx of Taharqa, from Temple T, Kawa, Nubia, is made. Twenty-fifth Dynasty of Egypt. It is now kept at The British Museum, London.\n c. 690 BC—Death of Manava, author of the Indian geometric text of Sulba Sutras.\n 690s BC—W'rn Hywt of D'mt in Ethiopia appears in the inscriptional record and mentions the king of Saba', Karib'il Watar.\n\nSignificant people\n\nReferences"
  },
  {
    "id": 184,
    "title": "Essunga Municipality",
    "text": "Essunga Municipality (Essunga kommun) is a municipality in Västra Götaland County in western Sweden. Its seat is located in the town of Nossebro.\n\nThe 1952 municipal reform in Sweden saw the creation of Essunga Municipality out of eight original entities. In 1974 it was dissolved and part of Vara Municipality until 1983, when it was reestablished within the boundaries of 1952. The village of Essunga is a minor settlement just east of Nossebro.\n\nReferences\n\nExternal links\n \nEssunga Municipality - Official site\n\nMunicipalities of Västra Götaland County\nSkaraborg"
  },
  {
    "id": 185,
    "title": "Thematic role",
    "text": "Thematic role is a linguistic notion, which may refer to:\n\n Theta role (in syntax or at the syntax-semantics interface), the formal device for representing syntactic argument structure—the number and type of noun phrases—required syntactically by a particular verb\n Thematic relation (in semantics), a term to express the role that a noun phrase plays with respect to the action or state described by a governing verb"
  },
  {
    "id": 186,
    "title": "Windsor Township, Traverse County, Minnesota",
    "text": "Windsor Township is a township in Traverse County, Minnesota, United States. The population was 54 at the 2000 census.\n\nHistory\nWindsor Township was organized in 1881.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of 21.8 square miles (56.4 km), of which 15.7 square miles (40.6 km) is land and 6.1 square miles (15.8 km) (28.04%) is water.\n\nDemographics\nAs of the census of 2000, there were 54 people, 23 households, and 18 families residing in the township. The population density was 3.4 people per square mile (1.3/km). There were 147 housing units at an average density of 9.4/sq mi (3.6/km). The racial makeup of the township was 100.00% White.\n\nThere were 23 households, out of which 30.4% had children under the age of 18 living with them, 73.9% were married couples living together, and 21.7% were non-families. 21.7% of all households were made up of individuals, and none had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.72.\n\nIn the township the population was spread out, with 24.1% under the age of 18, 1.9% from 18 to 24, 24.1% from 25 to 44, 29.6% from 45 to 64, and 20.4% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 125.0 males. For every 100 females age 18 and over, there were 127.8 males.\n\nThe median income for a household in the township was $26,250, and the median income for a family was $26,250. Males had a median income of $26,250 versus $6,250 for females. The per capita income for the township was $15,582. There were 9.1% of families and 6.8% of the population living below the poverty line, including 22.2% of under eighteens and none of those over 64.\n\nReferences\n\nTownships in Traverse County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 187,
    "title": "L'inglesou",
    "text": "L'inglesou is a Vodou loa who lives in the wild areas of Haiti and kills anyone who offends him.\n\nPortrayal\nHe executes judgment on those who can't keep their word, including houngans and mamboes who can't keep the secrets of voodoo from the uninitiated. L'inglesou is feared and respected by all. He almost never comes in possession, but when he does, he must be served correctly; otherwise the houngan or mambo will be cruelly punished.\n\nWhen L'inglesou comes in possession, he only eats glasses and razor blades and drinks warm bull blood. His color is red. He is syncretized with the Sacred Heart of Jesus. He likes sharp objects such as knives, scissors, barbed wire, razor blades, and, in general, anything that will rip or tear flesh.\n\nReferences\n\nHaitian Vodou gods"
  },
  {
    "id": 188,
    "title": "Fairlight",
    "text": "Fairlight may refer to:\n\nIn places:\n Fairlight, East Sussex, a village east of Hastings in southern England, UK\n Fairlight Primary and Nursery School, a primary school in Brighton, England\n Fairlight, New South Wales, a suburb of Sydney, Australia\n Fairlight, Saskatchewan, Canada\n\nIn other uses:\n Fairlight (company), an Australian producer of synthesizers then digital audio tools\n Fairlight CMI, the first digital sampling synthesiser\n Fairlight (group), a Commodore 64, Amiga and PC demo group, as well as a warez group\n Fairlight (video game), a computer game by Bo Jangeborg, published by The Edge\n Fairlight (ferry), a Sydney to Manly ferry that operated between 1878 and 1914\n\nSee also\n Fairlight Cove, a small village on the East Sussex coast\n Fairlight Glen, a nudist beach on the East Sussex coast"
  },
  {
    "id": 189,
    "title": "Dornier",
    "text": "Dornier may refer to:\n Claudius Dornier (1884–1969), German aircraft designer and builder\n Dornier Flugzeugwerke, German aircraft manufacturer founded in 1914 by Claudius Dornier \n Dornier Consulting, international consulting and project management company \n Fairchild-Dornier, in 1996, Fairchild took on this name, when it purchased Dornier's assets, see Fairchild Aircraft\n Lindauer Dornier, German textile machinery manufacturer\n Dornier Wines, a winery in South Africa\n\nSee also\n \n List of military aircraft of Germany by manufacturer#Dornier"
  },
  {
    "id": 190,
    "title": "Carroll Township, Washington County, Pennsylvania",
    "text": "Carroll Township is a township in Washington County, Pennsylvania, United States. The population was 5,640 at the 2010 census.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of , of which,  of it is land and  of it (1.96%) is water.\n\nDemographics\nAt the 2000 census there were 5,677 people, 2,265 households, and 1,701 families living in the township.  The population density was 420.4 people per square mile (162.4/km2).  There were 2,344 housing units at an average density of 173.6/sq mi (67.0/km2).  The racial makeup of the township was 98.26% White, 1.09% African American, 0.05% Native American, 0.11% Asian, 0.05% Pacific Islander, 0.21% from other races, and 0.23% from two or more races. Hispanic or Latino of any race were 0.74%.\n\nOf the 2,265 households 26.0% had children under the age of 18 living with them, 63.4% were married couples living together, 7.8% had a female householder with no husband present, and 24.9% were non-families. 22.3% of households were one person and 13.2% were one person aged 65 or older.  The average household size was 2.45 and the average family size was 2.85.\n\nThe age distribution was 19.6% under the age of 18, 4.9% from 18 to 24, 24.1% from 25 to 44, 26.8% from 45 to 64, and 24.7% 65 or older.  The median age was 46 years. For every 100 females, there were 93.0 males.  For every 100 females age 18 and over, there were 90.7 males.\n\nThe median household income was $43,347 and the median family income  was $52,526. Males had a median income of $40,970 versus $24,698 for females. The per capita income for the township was $20,380.  About 4.8% of families and 6.4% of the population were below the poverty line, including 6.8% of those under age 18 and 8.9% of those age 65 or over.\n\nSee also\n\n Hazel Kirk, Pennsylvania\n\nReferences\n\nTownships in Washington County, Pennsylvania\nPittsburgh metropolitan area\nTownships in Pennsylvania"
  },
  {
    "id": 191,
    "title": "Emmen",
    "text": "Emmen may refer to:\n\nEmmen, Netherlands, a town and municipality in the Province of Drenthe\nFC Emmen, an association football club\nEmmen, Overijssel, a hamlet in the municipality of Dalfsen\nEmmen, Switzerland, a city in the Canton of Lucerne\nEmmen, Germany, a village in the district Gifhorn, Lower Saxony\n\nSee also\nEmen (disambiguation)\nEmme (disambiguation)"
  },
  {
    "id": 192,
    "title": "Cedarville, Kentucky",
    "text": "Cedarville is a former city in Pike County, Kentucky, United States. The population was 52 at the 2000 census. On December 14, 2009, Cedarville became a part of Elkhorn City.\n\nGeography\nCedarville is located at  (37.314057, -82.360233).\n\nAccording to the United States Census Bureau, the city has a total area of , all land.\n\nDemographics\n\nAs of the census of 2000, there were 52 people, 24 households, and 16 families residing in the city. The population density was 808.3 people per square mile (334.6/km2). There were 29 housing units at an average density of 450.8/sq mi (186.6/km2). The racial makeup of the city was 100.00% White. Hispanic or Latino of any race were 9.62% of the population.\n\nThere were 24 households, out of which 25.0% had children under the age of 18 living with them, 50.0% were married couples living together, 4.2% had a female householder with no husband present, and 33.3% were non-families. 29.2% of all households were made up of individuals, and 25.0% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.69.\n\nIn the city the population was spread out, with 17.3% under the age of 18, 5.8% from 18 to 24, 28.8% from 25 to 44, 25.0% from 45 to 64, and 23.1% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 108.0 males. For every 100 females age 18 and over, there were 104.8 males.\n\nThe median income for a household in the city was $46,500, and the median income for a family was $50,125. Males had a median income of $50,375 versus $0 for females. The per capita income for the city was $21,045. None of the population and none of the families were below the poverty line.\n\nSee also\n\nBreaks Interstate Park\nRussell Fork River\n\nReferences\n\n \n\nPopulated places in Pike County, Kentucky\nPopulated places established in 1963\nFormer municipalities in Kentucky\nPopulated places disestablished in 2009"
  },
  {
    "id": 193,
    "title": "Skarsterlân",
    "text": "Skarsterlân (;  ) is a former municipality in the province of Friesland in the Netherlands. The municipality was created 1 January 1984 by merging the municipalities of Doniawerstal and Haskerland, the part of Utingeradeel consisting of the villages Akmarijp and Terkaple and the village Nieuwebrug that used to belong to Heerenveen. City hall was located in Joure. On 1 January 2014 it merged with the municipalities of Lemsterland and Gaasterlân-Sleat to form the new municipality De Fryske Marren.\n\nAt first, the Dutch name Scharsterland was chosen, but as of 1 March 1985, the West Frisian name Skarsterlân was adopted and the Dutch name became obsolete.\n\nPopulation centres \n\nAkmarijp, Boornzwaag, Broek, Dijken, Doniaga, Goingarijp, Haskerdijken, Haskerhorne, Idskenhuizen, Joure, Langweer, Legemeer, Nieuwebrug, Nijehaske, Oldeouwer, Oudehaske, Ouwster-Nijega, Ouwsterhaule, Rohel, Rotstergast, Rotsterhaule, Rottum, Scharsterbrug, Sint Nicolaasga, Sintjohannesga, Snikzwaag, Terkaple, Teroele, Tjerkgaast and Vegelinsoord.\n\nReferences\n\nExternal links \n\nDe Fryske Marren\nFormer municipalities of Friesland\n1984 establishments in the Netherlands\nStates and territories established in 1984\nMunicipalities of the Netherlands disestablished in 2014"
  },
  {
    "id": 194,
    "title": "Iao",
    "text": "Iao may refer to:\n IAO (album), an album by avant jazz musician John Zorn\n Iao (Gnosticism), an archon corresponding to Jupiter\n Iao Theater, a theater in Wailuku, Hawaii\n Iao Valley, a tourist attraction in Maui, Hawaii\n Sayak Airport (IATA code: IAO), also known as Siargao Airport, in Surigao del Norte, Philippines\n , an early Greek form of the tetragrammaton, or name of God\n\nIAO may stand for:\n\n Incorporated Association Of Organists\n Indian Astronomical Observatory, home of the highest telescope in the world\n Information Awareness Office, a branch of the U.S. Defense Advanced Research Projects Agency (DARPA)\n Interests, Activities, and Opinions - IAO or psychographic variables\n International Accreditation Organization (Houston, TX)\n International Academy of Osteopathy, an international school offering academic training in osteopathy\n International Astronomy Olympiad, an astronomy competition for high-school students\n Interparliamentary Assembly on Orthodoxy, an organization of parliamentarians of the Eastern Orthodox Church\n Institut d'Asie Orientale (Lyons Institute of East Asian Studies), a centre for research in human and social sciences at Université Lumière-Lyon 2 and Institut d'études politiques de Lyon\n Institute for Art and Olfaction, a non-profit organization\n Istituto agronomico per l'oltremare (Overseas Agronomic Institute), a technical and scientific body of the Italian Ministry of Foreign Affairs\n\nSee also\n Yao (disambiguation)"
  },
  {
    "id": 195,
    "title": "ArtCyclopedia",
    "text": "Artcyclopedia is an online database of museum-quality fine art founded by Canadian John Malyon.\n\nInformation\nThe Artcyclopedia only deals with art that can be viewed online, and indexes 2,300 art sites (from museums and galleries), with links to around 180,000 artworks by 8,500 renowned artists. The site has also started to compile a list of art galleries and auction houses.\n\nSee also \n The Artchive\n Web Gallery of Art\n WebMuseum\n\nReferences\n\nExternal links \n Artcyclopedia: The Fine Art Search Engine\n\nArt websites\nVirtual art museums and galleries\nScholarly search services\nArts databases\nOnline databases"
  },
  {
    "id": 196,
    "title": "499 BC",
    "text": "\nYear 499 BC was a year of the pre-Julian Roman calendar. In the Roman Empire it was known as the Year of the Consulship of Aebutius and Cicurinus (or, less frequently, year 255 Ab urbe condita). The denomination 499 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.\n\nEvents \n By place \n\n Greece \n After a failed attack on the rebellious island of Naxos in  501 BC (on behalf of the Persians), Aristagoras, tyrant of Miletus, to save himself from the wrath of Persia, plans a revolt with the Milesians and the other Ionians. With the encouragement of Histiaeus (his father-in-law and former tyrant of Miletus), Aristagoras induces the Ionian cities of Asia Minor to revolt against Persia, thus instigating the Ionian Revolt and beginning the Greco-Persian Wars between Greece and Persia. The pro-Persian tyrant of Mytilene is stoned to death.\n Miltiades the Younger, the ruler of the Thracian Chersonese, which has been under Persian suzerainty since approximately 514 BC, joins the Ionian revolt. He seizes the islands of Lemnos and Imbros from the Persians.\n Aristagoras seeks help with the revolt against the Persians from Cleomenes I, king of Sparta, but the Spartans are unwilling to respond.\n\nReferences"
  },
  {
    "id": 197,
    "title": "Mary Township, Norman County, Minnesota",
    "text": "Mary Township is a township in Norman County, Minnesota, United States. The population was 102 at the 2000 census.\n\nMary Township was organized circa 1880, and named for Mary Thomas, the wife of a pioneer.\n\nGeography\nAccording to the United States Census Bureau, the township has a total area of 35.4 square miles (91.8 km2), all land.\n\nDemographics\nAs of the census of 2000, there were 102 people, 39 households, and 29 families residing in the township. The population density was 2.9 people per square mile (1.1/km2). There were 42 housing units at an average density of 1.2/sq mi (0.5/km2). The racial makeup of the township was 94.12% White, 5.88% from other races. Hispanic or Latino of any race were 5.88% of the population.\n\nThere were 39 households, out of which 38.5% had children under the age of 18 living with them, 76.9% were married couples living together, and 23.1% were non-families. 23.1% of all households were made up of individuals, and 10.3% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.10.\n\nIn the township the population was spread out, with 28.4% under the age of 18, 3.9% from 18 to 24, 33.3% from 25 to 44, 19.6% from 45 to 64, and 14.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 104.0 males. For every 100 females age 18 and over, there were 121.2 males.\n\nThe median income for a household in the township was $43,214, and the median income for a family was $44,000. Males had a median income of $38,750 versus $21,125 for females. The per capita income for the township was $16,836. There were 5.3% of families and 9.9% of the population living below the poverty line, including 14.3% of under eighteens and 9.5% of those over 64.\n\nReferences\n\nTownships in Norman County, Minnesota\nTownships in Minnesota"
  },
  {
    "id": 198,
    "title": "650s BC",
    "text": "This article concerns the period 659 BC – 650 BC.\n\nEvents and trends\nOccupation begins at Maya site of Piedras Negras, Guatemala.\nFirst evidence of written Olmec language from the New World.  Pyramid building continues.\n657 BC—Cypselus becomes the first tyrant of Corinth.\n657 BC—The Li Ji Unrest is a series of events from 657BC to 651BC that takes place during the Spring and Autumn Period, caused by Li Ji, the concubine of Duke Xian of Jin, in order to put his son Xiqi onto the throne of Jin.\n656 BC—Psamtik I extends his control over all of Egypt. End of Twenty-fifth Dynasty.\n653 BC—Atta-Khumma-In-Shushinak and Khumbanigash II succeed Shilhak-In-Shushinak and Tempti-Khumma-In-Shushinak as kings of the Elamite Empire.\n652 BC—Babylonia rises in revolt under Shamash-shum-ukin against the Assyrians.\n652 BC—Guan Zhong urges the Duke of Qi to maintain the respect of the other states by refusing the offer of the son of a recently defeated state's ruler to ally himself with Qi if Qi would help him depose his father.\n651 BC—Zhou xiang wang becomes King of the Zhou Dynasty of China.\n650 BC—The town of Abdera in Thrace is founded by colonists from Clazomenae.\n First evidence of writing in the New World, among the Olmec Winters, C.A. (1984a). Blacks in ancient America. Colorlines, 3(2), 27–28.\n650 BC—A climate change affects all the Bronze Age cultures in Europe with colder and wetter climate, and tribes from the Scandinavian Nordic Bronze Age cultures are pushed downwards into the European continent.\n650 BC–625 BC—Wine pitcher (oinochoe), from Rhodes, is made. It is now at Museum of Fine Arts, Boston.\n\nSignificant people\n 653 BC—Death of Tantamani, last king of the Twenty-fifth Dynasty of Egypt\n 652 BC—Death of Zhou hui wang, king of the Zhou Dynasty of China\n 652 BC—First recorded mention of King Kuras of Parsumas, possibly the same as King Cyrus I of Anshan, head of the Achaemenid dynasty\n\nReferences"
  },
  {
    "id": 199,
    "title": "Visualization",
    "text": "Visualization or visualisation may refer to:\nVisualization (graphics), the physical or imagining creation of images, diagrams, or animations to communicate a message\n Data visualization, the graphic representation of data\n Information visualization, the study of visual representations of abstract data \n Music visualization, animated imagery based on a piece of music\nMental image, the experience of images without the relevant external stimuli\n \"Visualization\", a song by Blank Banshee on the 2012 album Blank Banshee 0\n\nSee also\n Creative visualization (disambiguation)\n Visualizer (disambiguation)\n \n \n \n Graphics\n List of graphical methods, various forms of visualization\n Guided imagery, a mind-body intervention by a trained practitioner \n Illustration, a decoration, interpretation or visual explanation of a text, concept or process\n Image, an artifact that depicts visual perception, such as a photograph or other picture\n Infographics"
  }
]